dataEDU = {
	"Department": 		"Электротехнический факультет",
	"Chair": 			"Информационные технологии и автоматизированные системы",
	"ProrektorEduFIO":	"Н. В. Лобов",
	"ProrektorEduRank":	"д-р техн. наук",
	"ProrektorEduPos":	"проф.",
	"NameRPD": 			"Проектирование информационных систем",
	"EduProgram": 		"академической магистратуры",
	"EduDirection": 	"09.04.04 'Программная инженерия'",
	"Profile": 			"Разработка программно-информационных систем",
	"StudentSkill":		"магистр",
	"EduForm": 			"очная",
	"Course": 			"2",
	"Semester": 		"3",
	"Credit": 			"4",
	"Hour": 			"144",
	"EkzSem": 			"1 семестр",
	"ZachSem": 			"1 семестр",
	"DifZachSem":		"1 семестр",
	"ProjSem": 			"1 семестр",
	"WorkSem": 			"1 семестр",
	"Year": 			"2016",
	"OrderGos#":		"1406",
	"OrderGosDate":		"от 30 октября 2014 г.",
	"OrderVuzDate":		"28 мая 2015 г.",
	"DevRPDFIO":		"Р. А. Файзрахманов",
	"DevRPDRank":		"д-р экон. наук",
	"DevRPDPos":		"проф.",
	"OrderChairDay":	"25",
	"OrderChairMonth":	"октября",
	"OrderChairYear":	"2016 г.",
	"OrderChair№":		"357",
	"ZavChairFIO":	"Р. А. Файзрахманов",
	"ZavChairRank":	"д-р экон. наук",
	"ZavChairPos":	"проф.",
	"ChairOut":			"Информационные технологии и автоматизированные системы",
	"ZavChairOutFIO":	"Р. А. Файзрахманов",
	"ZavChairOutRank":	"д-р экон. наук",
	"ZavChairOutPos":	"проф.",
	"MainUOPFIO":		"Д. С. Репецкий",
	"MainUOPRank":		"канд. техн. наук",
	"MainUOPPos":		"доц.",
	"ResultEdu":		"приобретение знаний, умений и навыков, необходимых для проектирования информационной системы и ее компонентов",
	"Competence": [
		{
			"Name":			"ОК-9",
			"Description":	"умение оформлять отчеты о проведенной  научно-исследовательской работе и подготавливать публикации по результатам исследования"
		},
		{
			"Name":			"ПК-7",
			"Description":	"способность проектировать распределенные информационные системы, их компоненты и протоколы их взаимодействия"
		},
		{
			"Name":			"ПК-8",
			"Description":	"способность проектировать системы с параллельной обработкой данных и высокопроизводительные системы и их компоненты"
		},
		{
			"Name":			"ПК-11",
			"Description":	"способность проектировать основные компоненты операционных систем"
		}
	],
	"ListKnow": [
		{
			"Competence":	"ПК-11",
			"Description":	"методику обследования объекта, разработки проекта и внедрения инфор-мационной системы"
		},
		{
			"Competence":	"ПК-7",
			"Description":	"инструментальные средства для моделирования процессов и компонентов информационной системы"
		}
	],
	"ListCan": [
		{
			"Competence":	"ОК-9",
			"Description":	"самостоятельно работать со справочной литературой, стандартами, оформить требования заказчика, проект информационной системы в виде технического задания и проектной документации"
		},
		{
			"Competence":	"ПК-8",
			"Description":	"применять инструментальные средства для оформления моделей и проектной документации"
		}
	],
	"ListGet": [
		{
			"Competence":	"ПК-7",
			"Description":	"навыками проектирования информационных систем и их компонентов"
		},
		{
			"Competence":	"ПК-11",
			"Description":	"навыками применения инструментальных средств для создания инфор-мационных и процессных моделей и проектной документации"
		}
	],
	"ListPrevDiscipline": [
		{
			"Competence":	"ОК-9",
			"ListDiscipline": [
				"Научно-исследовательская работа"
			]
		},
		{
			"Competence":	"ПК-7",
			"ListDiscipline": [
				"Распределенные сис-темы обработки ин-формации"
			]
		},
		{
			"Competence":	"ПК-8",
			"ListDiscipline": [
				"Теория параллельных вычислений"
			]
		},
		{
			"Competence":	"ПК-11",
			"ListDiscipline": [
				"Научно-исследовательская практика"
			]
		}
	],
	"ListNextDiscipline": [
		{
			"Competence":	"ОК-9",
			"ListDiscipline": [
				"Научно-исследовательская работа",
				"Преддипломная практика"
			]
		}
	],
	"HoursAll": ["50", "50", "50", "50"],
	"Content": [
		{
			"Name":"Тема 1.",
			"Index": "1",
			"Description":"Основные понятия и стандарты в области проектирования информационных систем (ИС).",
			"hours": ["0", "0", "0", "0", "0"],
			"hoursInfo": ["0(2)", "0(0)", "0(0)", "0(1)", "0"],
			"lecs": [
				{
					"Name":"Лекиця 1.",
					"Index": "1",
					"Description": "Основные понятия технологии проектирования информационных систем (ИС).",
					"Content": "Понятие информационной системы. Классы ИС. Структура однопользовательской и многопользовательской, малой и корпоративной ИС, локальной и распределенной ИС, состав и назначение подсистем. Основные особенности современных проектов ИС.",
					"hours": ""
				},
				{
					"Name":"Лекиця 2.",
					"Index": "2",
					"Description": "Стандарты в области разработки ИС. Жизненный цикл программного обеспечения (ПО) ИС.",
					"Content": "Регламентация процессов проектирования в отечественных и международных стандартах. Понятие жизненного цикла ПО ИС. Процессы жизненного цикла: основные, вспомогательные, организационные. Содержание и взаимосвязь процессов жизненного цикла ПО ИС. Модели жизненного цикла: каскадная, модель с промежуточным контролем, спиральная. Стадии жизненного цикла ПО ИС.",
					"hours": ""
				}
			],
			"labs": [],
			"pracs": [],
			"srs": [
				{
					"Content": "Стадии и этапы процесса канонического проектирования ИС. Цели и задачи предпроектной стадии создания ИС. Модели деятельности организации («как есть» и «как должно быть»). Состав работ на стадии технического и рабочего проектирования. Состав проектной документации. Типовое проектирование ИС. Типовое проектное решение (ТПР). Функциональные пакеты прикладных программ (ППП) как основа ТПР.",
					"hours": ""
				}
			]
		},
		{
			"Name":"Тема 2.",
			"Index": "2",
			"Description":"Методологии моделирования бизнес-процессов.",
			"hours": [ "0", "0", "0", "0", "0"],
			"hoursInfo": ["0(2)", "0(3)", "0(0)", "0(1)", "0"],
			"lecs": [
				{
					"Name":"Лекиця 3.",
					"Index": "3",
					"Description": "Моделирование бизнес-процессов с использованием методологии IDEF0.",
					"Content": "Принципы построения модели IDEF0: контекстная диаграмма, диаграммы декомпозиции, субъект моделирования, цель и точка зрения, работы (Activity), стрелки (Arrow).",
					"hours": ""
				},
				{
					"Name":"Лекиця 4.",
					"Index": "4",
					"Description": "Моделирование бизнес-процессов с использованием методологий DFD и IDEF3.",
					"Content": "Диаграммы потоков данных (Data Flow Diagramming): работы, внешние сущности (ссылки), потоки работ, хранилища данных. Метод описания процессов IDEF3: работы, связи, объекты ссылок, перекрестки.",
					"hours": ""
				}
			],
			"labs": [
				{
					"Name":"Лабораторная работа 1.",
					"Index": "1",
					"Description": "Моделирование бизнес-процессов с использованием графической нотации IDEF0.",
					"hours": ""
				},
				{
					"Name":"Лабораторная работа 2.",
					"Index": "2",
					"Description": "Моделирование бизнес-процессов с использованием графической нотации DFD.",
					"hours": ""
				},
				{
					"Name":"Лабораторная работа 3.",
					"Index": "3",
					"Description": "Моделирование бизнес-процессов с использованием графической нотации IDEF3.",
					"hours": ""
				}
			],
			"pracs": [],
			"srs": [
				{
					"Content": "Туннелирование стрелок. Нумерация работ и диаграмм. Каркас диаграммы. Слияние и расщепление моделей. Создание отчетов. Стоимостный анализ: объект затрат, двигатель затрат, центр затрат. Имитационное моделирование: источники и стоки, очереди, процессы.",
					"hours": ""
				}
			]
		},
		{
			"Name":"Тема 3.",
			"Index": "3",
			"Description":"Проектирование ИС с применением языка моделирования UML.",
			"hours": [ "0", "0", "0", "0", "0"],
			"hoursInfo": ["0(1)", "0(4)", "0(0)", "0(1)", "0"],
			"lecs": [
				{
					"Name":"Лекиця 5.",
					"Index": "5",
					"Description": "Унифицированный язык визуального моделирования UML.",
					"Content": "История развития языка UML. Назначение языка UML. Понятие диаграммы в UML. Основные виды диаграмм UML, используемые для визуального моделирования процесса функционирования и структуры ПО ИС.",
					"hours": ""
				}
			],
			"labs": [
				{
					"Name":"Лабораторная работа 4.",
					"Index": "4",
					"Description": "Формирование требований с помощью диаграмм вариантов использования и деятельности UML.",
					"hours": ""
				},
				{
					"Name":"Лабораторная работа 5.",
					"Index": "5",
					"Description": "Анализ требований с использованием диаграмм взаимодействия UML.",
					"hours": ""
				},
				{
					"Name":"Лабораторная работа 6.",
					"Index": "6",
					"Description": "Архитектурное проектирование с использованием диаграмм компонентов и развертывания UML.",
					"hours": ""
				},
				{
					"Name":"Лабораторная работа 7.",
					"Index": "7",
					"Description": "Детальное проектирование с помощью диаграмм классов UML.",
					"hours": ""
				}
			],
			"pracs": [],
			"srs": [
				{
					"Content": "Использование паттернов в процессе проектирования. Современные объектно-ориентированные процессы разработки: унифицированный процесс разработки, разработка в стиле экстремального программирования, Scrum-процесс гибкой разработки.",
					"hours": ""
				}
			]
		},
		{
			"Name":"Тема 4.",
			"Index": "4",
			"Description":"Проектирование ИС с применением языка моделирования UML.",
			"hours": [ "0", "0", "0", "0", "0"],
			"hoursInfo": ["0(1)", "0(2)", "0(0)", "0(1)", "0"],
			"lecs": [
				{
					"Name":"Лекиця 6.",
					"Index": "6",
					"Description": "Информационное обеспечение ИС.",
					"Content": "Информационное обеспечение ИС. Внемашинное информационное обеспечение. Классификация информации. Понятия и основные требования к системе кодирования информации. Методы построения логической и физической моделей базы данных.",
					"hours": ""
				}
			],
			"labs": [
				{
					"Name":"Лабораторная работа 8.",
					"Index": "8",
					"Description": "Построение логической и физической моделей базы данных.",
					"hours": ""
				},
				{
					"Name":"Лабораторная работа 9.",
					"Index": "9",
					"Description": "Проектирование пользовательского интерфейса.",
					"hours": ""
				}
			],
			"pracs": [],
			"srs": [
				{
					"Content": "Состав и содержание операций проектирования классификаторов. Система документации. Внутримашинное информационное обеспечение. Проектирование экранных форм электронных документов.",
					"hours": ""
				}
			]
		}
	],
	"ListBookStudent": [
		"1.	Плехов П.В. Вычислительные системы: Пособие по самостоятельной работе магистрантов направления «Информатика и вычислительная техника» // http://10.1.1.23:8080/eios/met/090401/_b1v3/sr.pdf"
	],
	"ListBookMain": [
		"Файзрахманов Р.А., Архипов А.В. Проектирование автоматизированных информацион-ных систем на основе объектно-ориентированного подхода : учебное пособие, Пермский государственный технический университет.— Пермь : Изд-во ПГТУ, 2011 .— 222 с."
	],
	"ListBookAdd": [],
	"ListBookEdu": [
		"С.А. Орлов, Б.Я. Цилькер. Технологии разработки программного обеспечения. Совре-менный курс по программной инженерии : учебник для вузов /— 4-е изд .— Санкт-Петербург : Питер, 2012 .— 608 с.",
		"Файзрахманов Р.А., Селезнев К.А. Структурно-функциональный подход к проектированию информационных технологий и автоматизированных систем с использованием CASE-средств, Перм. гос. техн. ун-т .— Пермь : Изд-во ПГТУ, 2007. – 266 c.",
		"Проектирование информационных систем : учебное пособие / В. И. Грекул, Г. Н. Де-нищенко, Н. Л. Коровкина ; Интернет-университет информационных технологий .— 2-е изд., испр .— Москва : ИНТУИТ : БИНОМ. Лаб. знаний, 2008 .— 299 с."
	],
	"ListBookPeriod": [
		"Журнал «Автоматизация и современные технологии»",
		"Журнал «Computer Bild + DVD /Компьютер Билд»"
	],
	"ListResource": [
		"http://www.intuit.ru/studies/courses/607/463/info",
		"Наукометрическая и реферативная база данных Scopus (Elsevier)",
		"Электронная библиотека Научной библиотеки Пермского национального исследова-тельского политехнического университета [Электронный ресурс : полнотекстовая ба-за данных электрон. документов изданных в Изд-ве ПНИПУ]. — Электрон. дан. (1 912 записей). — Пермь, 2014-2015. — Режим доступа: http://elib.pstu.ru/. — Загл. с эк-рана.",
		"Лань [Электронный ресурс : электрон.-библ. система : полнотекстовая база данных электрон. документов по гуманит., естеств., и техн. наукам] / Изд-во «Лань». – Санкт-Петербург : Лань, 2010-2015. – Режим доступа: http://e.lanbook.com/. – Загл. с экрана."
	],
	"ListSoft":	[
		{
			"Name":		"ArgoUML",
			"Version":	"",
			"Number":	"OpenSourse"
		},
		{
			"Name":		"yEd Graph Editor",
			"Version":	"",
			"Number":	"OpenSourse"
		},
		{
			"Name":		"BPWin",
			"Version":	"",
			"Number":	"0000000"
		},
		{
			"Name":		"ERWin",
			"Version":	"",
			"Number":	"1111111"
		}
	],
	"ListHelpSystem": [
		"http://www.intuit.ru/studies/courses/607/463/info",
		"Научный информационный ресурс зарубежного издательства Springer"
	]
};
