disc = [
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "A158F1E2-FEFF-4693-9E16-8338EDC0BF35"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "00FADCE8-D576-474C-91E7-B96C8ACEE1DE"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "7ABB7829-CB51-4324-BCDE-3B6F2A69EFD9"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "764A7694-97FD-4888-8F87-C2991A13A5B9"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "61E011EA-2B9C-47D1-8597-77F92E009644"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "97C1E10D-6839-4C7A-86E2-ABDBB3FE68DD"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "3980CB6B-27CE-4740-834D-CCBF64E66859"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Деловое общение",
		"primaryKey": "2CBF8EF3-CD6F-4470-AC73-CEAAE850BAE5"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "433F0D79-524F-4970-9955-51EBF559388C"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "A38140C7-AC35-4C63-AFC2-5AAF115987A8"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "D191ABFE-278C-4D36-BDEB-E5EA0135CB3A"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Защита информации",
		"primaryKey": "98396473-DE46-4BEF-BE0C-6FCC9B6BBB96"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "A757748A-B105-4380-A15C-CBAC951F1644"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "EE565052-BB34-4AFA-BA88-7DEEFC4E7D38"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "483C72EE-4ECC-4DC6-B758-8325A94F6598"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "72C8B34F-30DB-4F9C-80E8-0F47FBF9F841"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "DBD18C5E-6A04-42FA-88B0-3ED47FCB9EFC"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Информатика 1",
		"primaryKey": "3D19EF20-D2B4-4767-8F7B-82458C5E2C0D"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Информатика 2",
		"primaryKey": "BAB54389-D460-4D10-90E4-F405EEA01610"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "02EDE484-54A3-49B9-85D4-C9A58E31FCCE"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "3FAE7597-2DA4-4E1A-A7A3-E2CBD79BEF32"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "История",
		"primaryKey": "AFADD125-D51E-4F52-A93C-8E72713F01BA"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "3CFA1A63-4CC4-4102-BA0A-41F17EABD4A0"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "88240984-0B6A-4B65-8CFF-2CA3F0585A70"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Математика",
		"primaryKey": "FFE0C27C-3B33-4770-98D0-35C4CD555E5D"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "8E5580C1-CBAA-436A-BC8C-B592F43A923F"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Метрология",
		"primaryKey": "A7694B61-291B-4310-A9F4-9CFDC076624B"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "AF6985F5-1727-4F66-B1E7-3B2A2F2326CC"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "77C8FCE4-2B47-4A9B-A19C-507F0E118346"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "DB24E2D5-4E61-4035-B54F-F77C519C2EBA"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "92E7CCC5-E614-4A73-AD77-7A20D6CB5292"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Операционные системы",
		"primaryKey": "74E20315-26FE-4143-8981-7DE2FAF3B6DE"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "D74B4F60-820A-4720-90DA-DF2F6134EA51"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "0BBD0291-701E-48FA-89F1-7F7008390B81"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "67D2676D-A8A5-407F-B10C-E7CB312ADDE9"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "787CD050-E587-4090-81CD-B0CFD61A409C"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "98C279DE-C45B-4898-AAC3-B56226EAF5F1"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "7E54E953-1226-4DC8-8DC3-1E5061C1B08D"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "7E2BE53A-62C7-4041-97F9-CD89997BAB9D"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Программирование",
		"primaryKey": "DF374510-52A2-4810-8EF2-B6B7CE4287A4"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "CE035E1B-CFC8-4410-965D-F36BBDBC537A"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "D969194F-1449-4FF2-85A2-9E7914955504"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "EE70CA72-1583-41C3-B4BB-8C253AEEB190"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "A9617CC4-7FEB-4BF4-850D-378818B096E8"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "19D38795-7A27-42EB-8B89-AA37EA6CD19D"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "САПР",
		"primaryKey": "26859C78-9B78-4414-A770-819C02A12597"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "F33E6C24-1951-4543-8072-8E15014D0555"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "CF25B9D0-F437-4F67-ACA8-5367EE5F1904"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "851BCB7E-A6B2-4694-9216-82AEC109AB51"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "21613F69-BFFB-43F3-B5DA-528E4AED3D79"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "988C16F8-6CDF-400E-A238-A81F52560134"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "9FFBA922-FD8E-4EF9-BB18-F1C5E1C4F9CB"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "753C58C3-7D30-4C22-BAB4-B4EFF1BAD0D8"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "81D42720-3F84-4186-8F9C-7BA9D4CA1C4B"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "4DE6D1FE-6B09-43A3-BC60-1A9E79AC555C"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "0D9DA260-2725-4E47-99E6-3BCE04532167"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "25ECA36D-02A4-42E1-8487-4F6601D040F9"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "6BF50344-13F7-4529-A777-94584C579FDC"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Физика",
		"primaryKey": "96205F21-B82E-4E4A-8BD4-D23A8E9EF82C"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "BC5B4333-5559-4A3B-AB10-EE2F45DD6EA3"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Философия",
		"primaryKey": "9D9C29C9-C363-4E85-9C5C-C547E8DEDE7C"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "FE54DA4C-8CF8-4781-8835-D9C0ED0A1783"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Экология",
		"primaryKey": "797CC0F7-E560-41F4-9416-7DF59A0D58F9"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "0D436373-8C12-4C41-BE42-33BFE9029CCB"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4E9814E1-1999-434F-BFF5-0E66626E4737"
	},
	{
		"Группа": "АСУ -14-1б",
		"Дисциплина": "Электротехника",
		"primaryKey": "A2E9F40B-4CC7-4A21-AF4F-B3B63B92D2AD"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "C3AD9B8A-E126-487E-924B-DB4C2FDFBE8E"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "2FE3BC60-3C2F-4225-9286-B8B8C8775D5D"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "829A22FD-AF70-42DA-A4B9-8E91B7FEEC24"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "C326551E-9218-45FC-9892-AA5E8750E6F1"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "89601763-A227-4731-9B23-F8942991D7DE"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "97125610-7723-4F44-BBAE-AD03DDA7FC20"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "4C9C2B84-F32F-4DDF-A281-C540634C118D"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "E2712E34-3733-498D-9BC8-25F863F48475"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "572491DA-744B-4315-BB91-BADA8E0D5152"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Защита информации",
		"primaryKey": "122DFE5A-E1D4-499B-8BE1-68A9C5C7633A"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "501E75B7-2DCE-45E9-BD34-832B9633F050"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Инженерная графика",
		"primaryKey": "B464133E-7607-45E7-9113-DC878065A41B"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "02C902F4-A4E5-4BD5-B4BB-DDA45CDBEE96"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Иностранный язык 1",
		"primaryKey": "D098D305-6503-418B-B869-30684A07A9D5"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "5F2944F7-A93B-4812-9B1B-AC82E939CFD9"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "99709366-B007-411A-A68B-AECAF10EFC61"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Информатика 1",
		"primaryKey": "D985B1E1-AB64-4E44-B85C-53079EC470F9"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Информатика 2",
		"primaryKey": "0E191D6A-898D-4D90-B10A-48B8837360E0"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "9462F188-EC36-4BB5-9FBB-12B796A061B9"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "8C9435F0-9B51-4E61-9ED3-7E6524906B96"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "История",
		"primaryKey": "D65C71E8-7429-4D7A-866F-09289DB130A2"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "A73A1CC1-C1F1-4282-9DE1-6206A4C8CD6E"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "771370E6-956A-44BE-87B4-D251A4CDEEDA"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Математика",
		"primaryKey": "65EE8BC5-B96A-40AD-90BF-5298D41EA989"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "ABF172A2-5305-4303-9A16-5576FBFDD7DF"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Метрология",
		"primaryKey": "C21CEE0D-E91C-4DE6-8C23-D21AFF61337B"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "DB782761-EDDA-4530-B098-06E5165DEE9B"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "C9499A0F-8387-41F5-8B8B-51E676424BEA"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "40DDCDF3-AF52-4488-AB2D-276ECB1076E6"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Операционные системы",
		"primaryKey": "FDE740A0-4600-4E84-B782-900A6FDCC4D8"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "F4C02372-98D0-45B4-B030-5EA3E87F43C8"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "288F423D-153C-4A5C-89BB-13B7D5769001"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "62BA2188-7DEC-4853-BB49-E7C6203B2103"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "EBA9C53E-7E9A-4D7E-A01F-F2AFB6E6658A"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "E4D00683-109A-40B0-A33E-A403CC63B48C"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "86BEDB3B-DE8C-4B8B-B6E3-4172D5947E5D"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "99315B1B-70E7-4777-BC81-80772598C944"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "1C836E5F-7AC0-40CF-AA80-50A2BFFEBFC7"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Программирование",
		"primaryKey": "A91D2EF7-05B2-4211-B59F-5D86AC3DCA7D"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "B5AAB420-3530-4133-AE83-463DBB5AE556"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "93EE1E31-7FAD-4889-B284-922B5CD0A9EE"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "32F97060-2676-4561-90FA-114F4F89F82B"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "0CA9142F-9D28-4DA3-A8BC-AF532B999BB5"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "EBDF9C45-25D5-4030-AC09-E80E7AA45CE1"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "162ED501-322E-45A2-B576-D99FABE36F37"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "САПР",
		"primaryKey": "2B7B450A-62DA-4EFB-B24F-A099E3B546A2"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "9876A929-87A6-4D82-BB77-2834B1543878"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "A58FB875-4424-4A98-A438-6E354621CAF3"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "EA908E61-DA83-474D-9AA7-23BBB0ED6F7E"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "CE50B009-04CA-4AD1-8976-734B2DEAEDCC"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "B10A7574-E5E7-49EC-B750-5E48E304958B"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "37871705-6714-48D8-B04D-5897220951E7"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "2BE7DF27-E15B-41FC-A3B1-223C8A8240DB"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "601B8619-B8FF-46D9-B049-00DD8BDA8258"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "B1349AD1-55A4-468B-98F0-26A3639F15DE"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "A3ED79B4-990B-4695-9CCD-E48C12EA2098"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "E2208A76-7900-45D2-A746-422A0EAE5F55"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "0061EF23-D295-4629-84BC-E1307EA85FE3"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Физика",
		"primaryKey": "7CAD2DCF-BCBB-4E20-B387-0C18CB75078A"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "CBBB8ACA-424F-4B6A-8DFE-1718116CFED3"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "9E1E0F02-8D68-42F2-AE44-F4D8D16FA3A8"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "7153F64D-E63B-433D-A13C-E1A6CEC138FC"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "1B97C38B-D672-4154-8C16-2A6602A3FD24"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "446A828E-F22E-4018-9900-EEE9D176E487"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "FF7A5495-B595-467F-B29C-755CE0BBC936"
	},
	{
		"Группа": "АСУ -14-1бз",
		"Дисциплина": "Электротехника",
		"primaryKey": "42E36BE3-1767-49C6-B889-5D403A70033F"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "8B979582-7E70-4542-AE77-344E914D3DB6"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "92C4F190-10A8-4B4D-A9E5-861E51B963AC"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "13C36C04-57BD-4A9E-B36C-E05CDB2A5414"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "B4273A56-2860-4D43-8C62-49D67A3F0002"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "8BB8F51E-B6AB-44FA-8A18-27BE801E67FD"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "59D315FC-3F1C-423D-B202-1A96CCB7B33F"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "30461C53-7214-4C3B-8444-550962ECA9F4"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "909DBE5D-DD58-4FBF-95FC-E896BD1BD687"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "8A94F609-56D9-4825-9A7E-F3B674824D75"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Защита информации",
		"primaryKey": "5D994D6B-322C-456A-AE10-928BC723AA30"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "29A4DBDC-ABDB-40A3-9279-733A9761FDE6"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "001B983F-98E1-4235-8826-18BDD8C3B7A6"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "B7DC40AA-29D2-40DD-AA55-0D11CAB5EFD2"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "24BAE369-53CB-4C9D-8457-592578F94752"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "0D04E130-1E09-4552-8EDA-758F217686D9"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Информатика 1",
		"primaryKey": "A48EA54A-3521-412C-9C47-9D6DFF0E81CD"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Информатика 2",
		"primaryKey": "69E29DBE-4821-41B4-B389-99ADE072929F"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "C25B9542-6A28-459A-8FA9-BA9C55C28C27"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "F6770F15-1F45-4BB3-836B-55941D0D497F"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "История",
		"primaryKey": "9DDA469E-B5B6-4B97-9E98-D5282EDB49CB"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "153C01E9-B73D-43F3-95B3-FE6A7F05E159"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "7A29079C-0295-4539-88B6-1E6F07AD5BB1"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Математика",
		"primaryKey": "5382CBF0-8863-44EA-8268-8A60887343F1"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "7DB8A7D6-D5C5-495A-B4B5-684431354302"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Метрология",
		"primaryKey": "77BC546B-6889-4653-A20E-6F031FB50F9D"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "314D9595-1B4A-45BE-8B86-0C8085D9EAE8"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "5AA50086-69C3-4CAD-B75D-92DCB846CC74"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "F0E8E293-3F07-4904-87DC-1EEA32A00ACE"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "AEA13E83-8D6E-4E94-92B2-AE7103225C31"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Операционные системы",
		"primaryKey": "B8C75384-DD9C-4C24-9D2E-7BCD7854753F"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "57263A7C-AEF5-45BF-B293-55EBDA436F2B"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "67B2B7E2-B575-4DA7-8CEB-2FA174BB27FE"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "EDEA29AB-E93F-41EE-85D6-3C2C15256173"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "A4D0D271-AA29-403E-9BEA-C631759F8A16"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "9F4E72BF-DF9E-4D28-83A2-4ED3C4F5F8C3"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "421ECF32-6455-4EDF-A374-75322AB05D37"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "EA8A9E77-3EBD-49A7-A775-C394F0661A19"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Программирование",
		"primaryKey": "3F4DFC62-B1ED-47A1-9AD0-85AE2534B5C2"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "C245E08C-FDCA-4BD2-8969-D0D5F0496EF6"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "12FD92B9-4741-4646-A179-7B55B7406F35"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "ACC7484B-F409-4CA2-A0C9-0C6BD356FD62"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "37FAE1FD-4093-43A8-85B6-5F194B6B7A47"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "E8F40EE2-E77C-4A6F-8337-CA4F55D21014"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "75F0B59D-ACC9-46EA-83B6-CFA32BC7F8B9"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "САПР",
		"primaryKey": "139174BF-4A79-4402-92A3-3078053C0FF4"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "6C37A2C6-247C-437A-8D52-129F57B92CF1"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "69988AC0-772D-4B7F-ABF3-5C14A9B58173"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "648E302F-7AB0-427B-8A44-72D664177C3B"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "B4756BCC-DC01-47F1-A28B-995C56DE20EC"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "4CD35F6D-52C4-40FD-B83B-3E17E3BC7B0A"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "6042BE40-EF9A-467E-A56C-C2CC584B448F"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "A7005706-A60A-403A-8C89-F73DCAF87475"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "975623AA-6FC0-4E92-8B8B-8B5EF1D3F4FC"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "CF3AFDDC-27FE-489A-B3E6-D78065A879E4"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "ED304F80-8805-4BB5-B4A0-3331DEF5997A"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "E7FB9F7B-51B3-45C1-BA12-CAD367334576"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "A3DEE00D-F36E-4065-AE52-E9F238E819E3"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Физика",
		"primaryKey": "04C894CB-8B40-4CD6-87FB-C16A9F9C4646"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "7702A1F9-B4F2-44B2-A24C-BDC5C3A43338"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "9262C872-07CE-43D0-8B23-E0A0B28059A6"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "3EF69526-3A0D-4324-80C2-9A93F629B015"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "C3E45A93-5EDC-4211-920B-861E98ED76C3"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "6B4F58F9-A06A-41B4-B3D2-966CCEA33309"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "90F6E43B-FDDA-4718-8352-A348FFC6B295"
	},
	{
		"Группа": "АСУ -14-1бзу",
		"Дисциплина": "Электротехника",
		"primaryKey": "436FCD9D-6060-4D65-8837-B42FF63A38A0"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "A158F1E2-FEFF-4693-9E16-8338EDC0BF35"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "00FADCE8-D576-474C-91E7-B96C8ACEE1DE"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "7ABB7829-CB51-4324-BCDE-3B6F2A69EFD9"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "764A7694-97FD-4888-8F87-C2991A13A5B9"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "61E011EA-2B9C-47D1-8597-77F92E009644"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "97C1E10D-6839-4C7A-86E2-ABDBB3FE68DD"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "3980CB6B-27CE-4740-834D-CCBF64E66859"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Деловое общение",
		"primaryKey": "2CBF8EF3-CD6F-4470-AC73-CEAAE850BAE5"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "433F0D79-524F-4970-9955-51EBF559388C"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "A38140C7-AC35-4C63-AFC2-5AAF115987A8"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "D191ABFE-278C-4D36-BDEB-E5EA0135CB3A"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Защита информации",
		"primaryKey": "98396473-DE46-4BEF-BE0C-6FCC9B6BBB96"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "A757748A-B105-4380-A15C-CBAC951F1644"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "EE565052-BB34-4AFA-BA88-7DEEFC4E7D38"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "483C72EE-4ECC-4DC6-B758-8325A94F6598"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "72C8B34F-30DB-4F9C-80E8-0F47FBF9F841"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "DBD18C5E-6A04-42FA-88B0-3ED47FCB9EFC"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Информатика 1",
		"primaryKey": "3D19EF20-D2B4-4767-8F7B-82458C5E2C0D"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Информатика 2",
		"primaryKey": "BAB54389-D460-4D10-90E4-F405EEA01610"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "02EDE484-54A3-49B9-85D4-C9A58E31FCCE"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "3FAE7597-2DA4-4E1A-A7A3-E2CBD79BEF32"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "История",
		"primaryKey": "AFADD125-D51E-4F52-A93C-8E72713F01BA"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "3CFA1A63-4CC4-4102-BA0A-41F17EABD4A0"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "88240984-0B6A-4B65-8CFF-2CA3F0585A70"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Математика",
		"primaryKey": "FFE0C27C-3B33-4770-98D0-35C4CD555E5D"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "8E5580C1-CBAA-436A-BC8C-B592F43A923F"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Метрология",
		"primaryKey": "A7694B61-291B-4310-A9F4-9CFDC076624B"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "AF6985F5-1727-4F66-B1E7-3B2A2F2326CC"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "77C8FCE4-2B47-4A9B-A19C-507F0E118346"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "DB24E2D5-4E61-4035-B54F-F77C519C2EBA"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "92E7CCC5-E614-4A73-AD77-7A20D6CB5292"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Операционные системы",
		"primaryKey": "74E20315-26FE-4143-8981-7DE2FAF3B6DE"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "D74B4F60-820A-4720-90DA-DF2F6134EA51"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "0BBD0291-701E-48FA-89F1-7F7008390B81"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "67D2676D-A8A5-407F-B10C-E7CB312ADDE9"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "787CD050-E587-4090-81CD-B0CFD61A409C"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "98C279DE-C45B-4898-AAC3-B56226EAF5F1"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "7E54E953-1226-4DC8-8DC3-1E5061C1B08D"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "7E2BE53A-62C7-4041-97F9-CD89997BAB9D"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Программирование",
		"primaryKey": "DF374510-52A2-4810-8EF2-B6B7CE4287A4"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "CE035E1B-CFC8-4410-965D-F36BBDBC537A"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "D969194F-1449-4FF2-85A2-9E7914955504"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "EE70CA72-1583-41C3-B4BB-8C253AEEB190"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "A9617CC4-7FEB-4BF4-850D-378818B096E8"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "19D38795-7A27-42EB-8B89-AA37EA6CD19D"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "САПР",
		"primaryKey": "26859C78-9B78-4414-A770-819C02A12597"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "F33E6C24-1951-4543-8072-8E15014D0555"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "CF25B9D0-F437-4F67-ACA8-5367EE5F1904"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "851BCB7E-A6B2-4694-9216-82AEC109AB51"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "21613F69-BFFB-43F3-B5DA-528E4AED3D79"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "988C16F8-6CDF-400E-A238-A81F52560134"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "9FFBA922-FD8E-4EF9-BB18-F1C5E1C4F9CB"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "753C58C3-7D30-4C22-BAB4-B4EFF1BAD0D8"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "81D42720-3F84-4186-8F9C-7BA9D4CA1C4B"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "4DE6D1FE-6B09-43A3-BC60-1A9E79AC555C"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "0D9DA260-2725-4E47-99E6-3BCE04532167"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "25ECA36D-02A4-42E1-8487-4F6601D040F9"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "6BF50344-13F7-4529-A777-94584C579FDC"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Физика",
		"primaryKey": "96205F21-B82E-4E4A-8BD4-D23A8E9EF82C"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "BC5B4333-5559-4A3B-AB10-EE2F45DD6EA3"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Философия",
		"primaryKey": "9D9C29C9-C363-4E85-9C5C-C547E8DEDE7C"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "FE54DA4C-8CF8-4781-8835-D9C0ED0A1783"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Экология",
		"primaryKey": "797CC0F7-E560-41F4-9416-7DF59A0D58F9"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "0D436373-8C12-4C41-BE42-33BFE9029CCB"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4E9814E1-1999-434F-BFF5-0E66626E4737"
	},
	{
		"Группа": "АСУ -15-1б",
		"Дисциплина": "Электротехника",
		"primaryKey": "A2E9F40B-4CC7-4A21-AF4F-B3B63B92D2AD"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "C3AD9B8A-E126-487E-924B-DB4C2FDFBE8E"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "2FE3BC60-3C2F-4225-9286-B8B8C8775D5D"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "829A22FD-AF70-42DA-A4B9-8E91B7FEEC24"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "C326551E-9218-45FC-9892-AA5E8750E6F1"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "89601763-A227-4731-9B23-F8942991D7DE"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "97125610-7723-4F44-BBAE-AD03DDA7FC20"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "4C9C2B84-F32F-4DDF-A281-C540634C118D"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "E2712E34-3733-498D-9BC8-25F863F48475"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "572491DA-744B-4315-BB91-BADA8E0D5152"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Защита информации",
		"primaryKey": "122DFE5A-E1D4-499B-8BE1-68A9C5C7633A"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "501E75B7-2DCE-45E9-BD34-832B9633F050"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Инженерная графика",
		"primaryKey": "B464133E-7607-45E7-9113-DC878065A41B"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "02C902F4-A4E5-4BD5-B4BB-DDA45CDBEE96"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Иностранный язык 1",
		"primaryKey": "D098D305-6503-418B-B869-30684A07A9D5"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "5F2944F7-A93B-4812-9B1B-AC82E939CFD9"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "99709366-B007-411A-A68B-AECAF10EFC61"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Информатика 1",
		"primaryKey": "D985B1E1-AB64-4E44-B85C-53079EC470F9"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Информатика 2",
		"primaryKey": "0E191D6A-898D-4D90-B10A-48B8837360E0"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "9462F188-EC36-4BB5-9FBB-12B796A061B9"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "8C9435F0-9B51-4E61-9ED3-7E6524906B96"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "История",
		"primaryKey": "D65C71E8-7429-4D7A-866F-09289DB130A2"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "A73A1CC1-C1F1-4282-9DE1-6206A4C8CD6E"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "771370E6-956A-44BE-87B4-D251A4CDEEDA"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Математика",
		"primaryKey": "65EE8BC5-B96A-40AD-90BF-5298D41EA989"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "ABF172A2-5305-4303-9A16-5576FBFDD7DF"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Метрология",
		"primaryKey": "C21CEE0D-E91C-4DE6-8C23-D21AFF61337B"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "DB782761-EDDA-4530-B098-06E5165DEE9B"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "C9499A0F-8387-41F5-8B8B-51E676424BEA"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "40DDCDF3-AF52-4488-AB2D-276ECB1076E6"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Операционные системы",
		"primaryKey": "FDE740A0-4600-4E84-B782-900A6FDCC4D8"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "F4C02372-98D0-45B4-B030-5EA3E87F43C8"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "288F423D-153C-4A5C-89BB-13B7D5769001"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "62BA2188-7DEC-4853-BB49-E7C6203B2103"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "EBA9C53E-7E9A-4D7E-A01F-F2AFB6E6658A"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "E4D00683-109A-40B0-A33E-A403CC63B48C"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "86BEDB3B-DE8C-4B8B-B6E3-4172D5947E5D"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "99315B1B-70E7-4777-BC81-80772598C944"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "1C836E5F-7AC0-40CF-AA80-50A2BFFEBFC7"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Программирование",
		"primaryKey": "A91D2EF7-05B2-4211-B59F-5D86AC3DCA7D"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "B5AAB420-3530-4133-AE83-463DBB5AE556"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "93EE1E31-7FAD-4889-B284-922B5CD0A9EE"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "32F97060-2676-4561-90FA-114F4F89F82B"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "0CA9142F-9D28-4DA3-A8BC-AF532B999BB5"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "EBDF9C45-25D5-4030-AC09-E80E7AA45CE1"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "162ED501-322E-45A2-B576-D99FABE36F37"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "САПР",
		"primaryKey": "2B7B450A-62DA-4EFB-B24F-A099E3B546A2"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "9876A929-87A6-4D82-BB77-2834B1543878"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "A58FB875-4424-4A98-A438-6E354621CAF3"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "EA908E61-DA83-474D-9AA7-23BBB0ED6F7E"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "CE50B009-04CA-4AD1-8976-734B2DEAEDCC"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "B10A7574-E5E7-49EC-B750-5E48E304958B"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "37871705-6714-48D8-B04D-5897220951E7"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "2BE7DF27-E15B-41FC-A3B1-223C8A8240DB"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "601B8619-B8FF-46D9-B049-00DD8BDA8258"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "B1349AD1-55A4-468B-98F0-26A3639F15DE"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "A3ED79B4-990B-4695-9CCD-E48C12EA2098"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "E2208A76-7900-45D2-A746-422A0EAE5F55"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "0061EF23-D295-4629-84BC-E1307EA85FE3"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Физика",
		"primaryKey": "7CAD2DCF-BCBB-4E20-B387-0C18CB75078A"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "CBBB8ACA-424F-4B6A-8DFE-1718116CFED3"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "9E1E0F02-8D68-42F2-AE44-F4D8D16FA3A8"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "7153F64D-E63B-433D-A13C-E1A6CEC138FC"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "1B97C38B-D672-4154-8C16-2A6602A3FD24"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "446A828E-F22E-4018-9900-EEE9D176E487"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "FF7A5495-B595-467F-B29C-755CE0BBC936"
	},
	{
		"Группа": "АСУ -15-1бз",
		"Дисциплина": "Электротехника",
		"primaryKey": "42E36BE3-1767-49C6-B889-5D403A70033F"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "8B979582-7E70-4542-AE77-344E914D3DB6"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "92C4F190-10A8-4B4D-A9E5-861E51B963AC"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "13C36C04-57BD-4A9E-B36C-E05CDB2A5414"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "B4273A56-2860-4D43-8C62-49D67A3F0002"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "8BB8F51E-B6AB-44FA-8A18-27BE801E67FD"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "59D315FC-3F1C-423D-B202-1A96CCB7B33F"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "30461C53-7214-4C3B-8444-550962ECA9F4"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "909DBE5D-DD58-4FBF-95FC-E896BD1BD687"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "8A94F609-56D9-4825-9A7E-F3B674824D75"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Защита информации",
		"primaryKey": "5D994D6B-322C-456A-AE10-928BC723AA30"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "29A4DBDC-ABDB-40A3-9279-733A9761FDE6"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "001B983F-98E1-4235-8826-18BDD8C3B7A6"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "B7DC40AA-29D2-40DD-AA55-0D11CAB5EFD2"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "24BAE369-53CB-4C9D-8457-592578F94752"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "0D04E130-1E09-4552-8EDA-758F217686D9"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Информатика 1",
		"primaryKey": "A48EA54A-3521-412C-9C47-9D6DFF0E81CD"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Информатика 2",
		"primaryKey": "69E29DBE-4821-41B4-B389-99ADE072929F"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "C25B9542-6A28-459A-8FA9-BA9C55C28C27"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "F6770F15-1F45-4BB3-836B-55941D0D497F"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "История",
		"primaryKey": "9DDA469E-B5B6-4B97-9E98-D5282EDB49CB"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "153C01E9-B73D-43F3-95B3-FE6A7F05E159"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "7A29079C-0295-4539-88B6-1E6F07AD5BB1"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Математика",
		"primaryKey": "5382CBF0-8863-44EA-8268-8A60887343F1"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "7DB8A7D6-D5C5-495A-B4B5-684431354302"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Метрология",
		"primaryKey": "77BC546B-6889-4653-A20E-6F031FB50F9D"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "314D9595-1B4A-45BE-8B86-0C8085D9EAE8"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "5AA50086-69C3-4CAD-B75D-92DCB846CC74"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "F0E8E293-3F07-4904-87DC-1EEA32A00ACE"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "AEA13E83-8D6E-4E94-92B2-AE7103225C31"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Операционные системы",
		"primaryKey": "B8C75384-DD9C-4C24-9D2E-7BCD7854753F"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "57263A7C-AEF5-45BF-B293-55EBDA436F2B"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "67B2B7E2-B575-4DA7-8CEB-2FA174BB27FE"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "EDEA29AB-E93F-41EE-85D6-3C2C15256173"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "A4D0D271-AA29-403E-9BEA-C631759F8A16"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "9F4E72BF-DF9E-4D28-83A2-4ED3C4F5F8C3"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "421ECF32-6455-4EDF-A374-75322AB05D37"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "EA8A9E77-3EBD-49A7-A775-C394F0661A19"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Программирование",
		"primaryKey": "3F4DFC62-B1ED-47A1-9AD0-85AE2534B5C2"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "C245E08C-FDCA-4BD2-8969-D0D5F0496EF6"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "12FD92B9-4741-4646-A179-7B55B7406F35"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "ACC7484B-F409-4CA2-A0C9-0C6BD356FD62"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "37FAE1FD-4093-43A8-85B6-5F194B6B7A47"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "E8F40EE2-E77C-4A6F-8337-CA4F55D21014"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "75F0B59D-ACC9-46EA-83B6-CFA32BC7F8B9"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "САПР",
		"primaryKey": "139174BF-4A79-4402-92A3-3078053C0FF4"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "6C37A2C6-247C-437A-8D52-129F57B92CF1"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "69988AC0-772D-4B7F-ABF3-5C14A9B58173"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "648E302F-7AB0-427B-8A44-72D664177C3B"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "B4756BCC-DC01-47F1-A28B-995C56DE20EC"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "4CD35F6D-52C4-40FD-B83B-3E17E3BC7B0A"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "6042BE40-EF9A-467E-A56C-C2CC584B448F"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "A7005706-A60A-403A-8C89-F73DCAF87475"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "975623AA-6FC0-4E92-8B8B-8B5EF1D3F4FC"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "CF3AFDDC-27FE-489A-B3E6-D78065A879E4"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "ED304F80-8805-4BB5-B4A0-3331DEF5997A"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "E7FB9F7B-51B3-45C1-BA12-CAD367334576"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "A3DEE00D-F36E-4065-AE52-E9F238E819E3"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Физика",
		"primaryKey": "04C894CB-8B40-4CD6-87FB-C16A9F9C4646"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "7702A1F9-B4F2-44B2-A24C-BDC5C3A43338"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "9262C872-07CE-43D0-8B23-E0A0B28059A6"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "3EF69526-3A0D-4324-80C2-9A93F629B015"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "C3E45A93-5EDC-4211-920B-861E98ED76C3"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "6B4F58F9-A06A-41B4-B3D2-966CCEA33309"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "90F6E43B-FDDA-4718-8352-A348FFC6B295"
	},
	{
		"Группа": "АСУ -15-1бзу",
		"Дисциплина": "Электротехника",
		"primaryKey": "436FCD9D-6060-4D65-8837-B42FF63A38A0"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "A158F1E2-FEFF-4693-9E16-8338EDC0BF35"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "00FADCE8-D576-474C-91E7-B96C8ACEE1DE"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "7ABB7829-CB51-4324-BCDE-3B6F2A69EFD9"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "764A7694-97FD-4888-8F87-C2991A13A5B9"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "61E011EA-2B9C-47D1-8597-77F92E009644"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "97C1E10D-6839-4C7A-86E2-ABDBB3FE68DD"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "3980CB6B-27CE-4740-834D-CCBF64E66859"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Деловое общение",
		"primaryKey": "2CBF8EF3-CD6F-4470-AC73-CEAAE850BAE5"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "433F0D79-524F-4970-9955-51EBF559388C"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "A38140C7-AC35-4C63-AFC2-5AAF115987A8"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "D191ABFE-278C-4D36-BDEB-E5EA0135CB3A"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Защита информации",
		"primaryKey": "98396473-DE46-4BEF-BE0C-6FCC9B6BBB96"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "A757748A-B105-4380-A15C-CBAC951F1644"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "EE565052-BB34-4AFA-BA88-7DEEFC4E7D38"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "483C72EE-4ECC-4DC6-B758-8325A94F6598"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "72C8B34F-30DB-4F9C-80E8-0F47FBF9F841"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "DBD18C5E-6A04-42FA-88B0-3ED47FCB9EFC"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Информатика 1",
		"primaryKey": "3D19EF20-D2B4-4767-8F7B-82458C5E2C0D"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Информатика 2",
		"primaryKey": "BAB54389-D460-4D10-90E4-F405EEA01610"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "02EDE484-54A3-49B9-85D4-C9A58E31FCCE"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "3FAE7597-2DA4-4E1A-A7A3-E2CBD79BEF32"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "История",
		"primaryKey": "AFADD125-D51E-4F52-A93C-8E72713F01BA"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "3CFA1A63-4CC4-4102-BA0A-41F17EABD4A0"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "88240984-0B6A-4B65-8CFF-2CA3F0585A70"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Математика",
		"primaryKey": "FFE0C27C-3B33-4770-98D0-35C4CD555E5D"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "8E5580C1-CBAA-436A-BC8C-B592F43A923F"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Метрология",
		"primaryKey": "A7694B61-291B-4310-A9F4-9CFDC076624B"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "AF6985F5-1727-4F66-B1E7-3B2A2F2326CC"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "77C8FCE4-2B47-4A9B-A19C-507F0E118346"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "DB24E2D5-4E61-4035-B54F-F77C519C2EBA"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "92E7CCC5-E614-4A73-AD77-7A20D6CB5292"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Операционные системы",
		"primaryKey": "74E20315-26FE-4143-8981-7DE2FAF3B6DE"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "D74B4F60-820A-4720-90DA-DF2F6134EA51"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "0BBD0291-701E-48FA-89F1-7F7008390B81"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "67D2676D-A8A5-407F-B10C-E7CB312ADDE9"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "787CD050-E587-4090-81CD-B0CFD61A409C"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "98C279DE-C45B-4898-AAC3-B56226EAF5F1"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "7E54E953-1226-4DC8-8DC3-1E5061C1B08D"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "7E2BE53A-62C7-4041-97F9-CD89997BAB9D"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Программирование",
		"primaryKey": "DF374510-52A2-4810-8EF2-B6B7CE4287A4"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "CE035E1B-CFC8-4410-965D-F36BBDBC537A"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "D969194F-1449-4FF2-85A2-9E7914955504"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "EE70CA72-1583-41C3-B4BB-8C253AEEB190"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "A9617CC4-7FEB-4BF4-850D-378818B096E8"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "19D38795-7A27-42EB-8B89-AA37EA6CD19D"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "САПР",
		"primaryKey": "26859C78-9B78-4414-A770-819C02A12597"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "F33E6C24-1951-4543-8072-8E15014D0555"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "CF25B9D0-F437-4F67-ACA8-5367EE5F1904"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "851BCB7E-A6B2-4694-9216-82AEC109AB51"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "21613F69-BFFB-43F3-B5DA-528E4AED3D79"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "988C16F8-6CDF-400E-A238-A81F52560134"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "9FFBA922-FD8E-4EF9-BB18-F1C5E1C4F9CB"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "753C58C3-7D30-4C22-BAB4-B4EFF1BAD0D8"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "81D42720-3F84-4186-8F9C-7BA9D4CA1C4B"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "4DE6D1FE-6B09-43A3-BC60-1A9E79AC555C"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "0D9DA260-2725-4E47-99E6-3BCE04532167"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "25ECA36D-02A4-42E1-8487-4F6601D040F9"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "6BF50344-13F7-4529-A777-94584C579FDC"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Физика",
		"primaryKey": "96205F21-B82E-4E4A-8BD4-D23A8E9EF82C"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "BC5B4333-5559-4A3B-AB10-EE2F45DD6EA3"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Философия",
		"primaryKey": "9D9C29C9-C363-4E85-9C5C-C547E8DEDE7C"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "FE54DA4C-8CF8-4781-8835-D9C0ED0A1783"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Экология",
		"primaryKey": "797CC0F7-E560-41F4-9416-7DF59A0D58F9"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "0D436373-8C12-4C41-BE42-33BFE9029CCB"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4E9814E1-1999-434F-BFF5-0E66626E4737"
	},
	{
		"Группа": "АСУ -16-1б",
		"Дисциплина": "Электротехника",
		"primaryKey": "A2E9F40B-4CC7-4A21-AF4F-B3B63B92D2AD"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "12069F4B-2ECE-422A-9D8A-BADB60BFEAC5"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "168FFEC1-E277-44B7-B4EA-0430C442ABBD"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "ADBA5835-9BF8-4763-B83D-2FBAF2C17A33"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "09B26C20-6511-4398-B507-4660FB86EFD5"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "3BA04B07-0F9A-41A2-96E7-BDF3E47DFBE5"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "BA8F4C35-C630-4987-B182-D6E46E99A0EE"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "687ADAE3-65F9-45CF-B6A0-5B085E5843A8"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Деловое общение",
		"primaryKey": "988C2BAE-391B-4A0C-AB31-8F4BE6BBED54"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "337CEA56-CF4D-4874-B2EB-6B635ACA726B"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "D645B0EF-B592-4B98-BEAA-8633E7A5728A"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Защита информации",
		"primaryKey": "ACAE100C-1653-4F61-A348-3F75D2A9FE14"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "E84F8A0D-F8F2-486C-A910-28251BF2C4C0"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "1EC9FD24-6A79-4737-8232-8C96CDBEDFDA"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "9C0A8812-4ECB-48FB-98E3-8183DF930A58"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "A95711C0-4723-46EC-9818-EF974EBF391D"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "4B0FCDB2-9B5D-4921-8CBA-C89B04563F52"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Информатика 1",
		"primaryKey": "00556F47-F136-48B4-AE14-E20333DC615F"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Информатика 2",
		"primaryKey": "A8528CBB-E007-4D4F-AEC9-0BDDB1B18CC6"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "9FC0F45B-0013-4E12-A9EC-4DE23821AFF2"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "C3FB0967-E90C-4B3E-94AA-E079DB062134"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "История",
		"primaryKey": "5E2EF312-7328-4FA3-8936-48404083B2CA"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "715CD7F2-A318-4407-918D-12D88D90B30B"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "9910D178-ECDE-4D24-A5EC-88071705573B"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Математика",
		"primaryKey": "956D7B1E-C535-4A37-9F03-64AC9035CCE1"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "29E5F438-677A-4021-930C-B42DA6974195"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Метрология",
		"primaryKey": "10170DBD-8D42-4B04-8C76-4F9BC1EEAEB3"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "1DCEE312-B43A-4A72-945E-E16BED89C021"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "26C48CFE-64D3-4996-BDF8-0B641A55B74E"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "713033CD-63B6-4507-AF5F-35D4D3B46BE1"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "A2633FEF-928C-4C07-830A-82C220E1B16D"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Операционные системы",
		"primaryKey": "AB4ED800-B0AD-407A-A75C-B6E8A9D0BD81"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "2005D817-9971-4E0E-A380-841079DBC796"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "4288422E-098B-49A7-B9E8-498F53AD108D"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "53DFBA8D-4624-45B7-92DA-7D064E9786DC"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "3D05A450-3C76-48AF-BA63-DCE76E8F684A"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "93EFA5E7-1BA0-4AD0-B8AB-D886E2220515"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "ABADC000-F844-44F6-96C3-4CFF64D4ECE3"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "C1AAA605-DFE4-4185-807F-B717C781B02E"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Программирование",
		"primaryKey": "D5F12962-9265-4E28-9364-073DA1CA1B98"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "3C80008E-7FBF-44F2-ACC0-C2CA36666680"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "ED83AE78-2B2F-4356-9D3A-E30E0842A245"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "EC3A59A3-90BB-401B-B26A-7BA5E12E7317"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "845CEAED-2A0D-439A-95AE-96522C2E6867"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "6D30E7E0-B578-4B19-A963-E0CEE7293A29"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "САПР",
		"primaryKey": "5E3C30CB-A47F-4826-B497-B330DBA5A995"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "98B60846-9CF6-4D21-A81B-186CFDF53726"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "039A2BDB-CBED-46CE-A8C8-A8603C1F3633"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "86D7E7B1-34BC-4DE0-9D8F-193C6E47F7D5"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "211D644B-4CDE-4143-AF74-C26DE5099BAF"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "D93356C3-DA0D-43E1-9BE2-02F4E5D9417D"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "3F6F81C2-3544-44EB-90D3-621242FA65D1"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "1B736C42-2356-4E18-9426-BA0598928246"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "44447DC5-B91F-49A4-9B48-9F7CCD617DAA"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "552ABB4C-D47E-419C-B1FE-691A97B51931"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "9E311AE0-B70C-4418-8E9C-FD123C44D887"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "9E88E79E-81BF-4E80-AA38-22F8BB089B45"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "4261E043-3FD7-458F-B842-F21879FB6CB2"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Физика",
		"primaryKey": "47B4B925-3074-4BAF-A541-6F1404155EA4"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "55AF0424-A552-462E-A205-6FA9D8321828"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "2B551DC2-334C-4436-A5AD-2526E9C9FF8D"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "FF58D35A-0668-42F2-A744-83251BE3D986"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "A900FBD6-AEB1-433F-A8E2-E2A2188ED8BE"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "F4F440EE-43C3-4F6C-B792-ADB40DEC87AF"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4E4C9467-B235-468C-8C6E-A554EFDEE095"
	},
	{
		"Группа": "АСУ -16-1бз",
		"Дисциплина": "Электротехника",
		"primaryKey": "90D70F0F-1715-4E95-9DA1-2AB64B35354B"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "0762895E-066E-4DEA-B10D-A89C4B4A7048"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "8B8DC93F-CCAD-4ACA-9070-99B0653514F9"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "2FF00895-7C1B-4520-96D7-F8FC192C1936"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "2C9BD879-8EA0-4500-AD98-C9B5FC9971E1"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "AA1D41E6-09EE-423A-BC75-6ECEAEEEE204"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "C24A32AF-497C-4DDD-B700-39CA927A3CB6"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "AB7A8DA3-083C-4302-8433-7D8263BE5AA5"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "8056B516-7557-451F-89C0-F5086E0F13FB"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "AE45AD7B-6ED8-4C0A-94D9-D1E129DA145C"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Защита информации",
		"primaryKey": "00F25F9C-2E51-44E5-BE43-DFFAD7791BEE"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "35895540-C3B4-4246-9C25-CA364842C132"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Инженерная графика",
		"primaryKey": "9D104254-6595-4CD5-82AD-0B62EFED5EA7"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "DA0311E8-D318-4F3E-BD7A-B613E4829378"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Иностранный язык 1",
		"primaryKey": "716C9ABE-C03E-42C6-AAA3-4C03FD3D0CDB"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "A0B68E77-BE91-4148-AD86-64A0DCC49AE1"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "D101D81A-CECD-4A33-8DB8-3B32C9FB14DF"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Информатика 1",
		"primaryKey": "D8BAA6B2-0EA6-4434-9714-8DE1F0BFAC71"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Информатика 2",
		"primaryKey": "1E612B8E-BDD8-4A18-B8F7-9A824CDAAC68"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "48FA30E1-A29F-4ED4-B6B8-5169F24001CC"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "5917BE4E-60BF-4046-996B-3142673CDCBB"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "История",
		"primaryKey": "B244A006-EB6E-48D6-A0BA-A597D670E7C1"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "69734EF1-AB90-4A4B-9F61-3F561949BC58"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "863CD69F-9025-46AE-9D28-D5780D543F22"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Математика",
		"primaryKey": "AC036E5A-FDAB-4281-AA87-A7DE4E6B5373"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "F3E42DAC-30EB-41A4-A62D-F8CDD39E12C7"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Метрология",
		"primaryKey": "09F7D8A2-8A46-4D5A-84C5-B21BB70A0E6E"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "D18A77C5-2DDE-44AB-96BA-F64C23946DAC"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "1F690027-CFDE-44CB-B50B-B47FF6C18082"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "66A85876-5FA6-44E0-B777-FC686B2842D9"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Операционные системы",
		"primaryKey": "79D37B51-9F18-4800-B70F-01DEA99AD672"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "57B5376C-1263-4B4E-A425-0471D41D9D64"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "AA4AEEE3-A313-4E7F-AC85-BFB3DA0B9DAF"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "CE8D322F-3FC3-4419-A99A-E898A35E18EF"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "079DFCE6-AE16-4CC8-B601-849A999D1FF7"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "379AC699-5C06-4BDE-B84C-B02A700B52BB"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "5F82C7C5-5B96-45D9-A652-4243CC8288A4"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "C57F012F-CC89-44F9-934D-84530FDC0449"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "1F91B6C4-DA66-4873-9243-36616F3DC351"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Программирование",
		"primaryKey": "33F9AD8A-123E-4CAC-BFBD-7CC67C93A13A"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "C44FB8E0-5AD7-485B-9CFD-31AA57ED60C3"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "51243586-8C42-4C5A-AEC2-B48A5F463472"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "7ADE7EF0-8240-4649-91A4-E920EEF516FD"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "E82AF077-EBAC-4E80-886C-913E1D3E2FEC"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "A290B295-0690-4256-B36C-AD181FB03690"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "1E46DB69-9297-4304-8834-0B75F1748598"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "САПР",
		"primaryKey": "6848AF08-F888-4695-BCEF-440CB4D0ADA7"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "46FF20E0-2809-40BA-A135-40C1B85A383E"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "59891032-C18F-495D-BF4A-95512E4F1578"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "ED23FE5C-EFAB-4501-8434-AEE2A493DD3F"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "61FE58D9-E0C4-4054-9DE3-0548427FD778"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "6D76CA8D-5E62-45EB-9809-92403A0AEA56"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "27778669-2F7F-428F-B271-51C99620EEED"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "16FE3CE1-AF8D-45D1-B281-E5E26F91349E"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "381DE8A3-7387-43BA-B6AA-537927B96EA9"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "73F8CA66-7FAD-49C2-AE68-B332548CD920"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "97634838-026E-41E1-965D-BF2413F94BC1"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "B924C494-ED67-4E67-A120-D2373777C17F"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "07C12ECA-7696-4AFC-B15A-C5E06F0CF70A"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Физика",
		"primaryKey": "B887BC43-4D1D-40B9-93BB-F702A51BC26C"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "FEC87F57-424D-4B26-A382-20893348E9C2"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "247A034B-E1E4-49BC-86B5-0E0117079CAB"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "7BF139F6-4B14-4DB4-830B-8F51BE656774"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "0B4E3926-9EE8-4050-ABAC-F59F0E842B3A"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "B4CA27BE-0199-4085-9716-9E5053CBEF1F"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "D8C8AEB9-013B-4344-8F18-8694B8A20B80"
	},
	{
		"Группа": "АСУ -16-1бзу",
		"Дисциплина": "Электротехника",
		"primaryKey": "3301CA0E-FC79-4941-8857-205759E70195"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "A158F1E2-FEFF-4693-9E16-8338EDC0BF35"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "00FADCE8-D576-474C-91E7-B96C8ACEE1DE"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "7ABB7829-CB51-4324-BCDE-3B6F2A69EFD9"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "764A7694-97FD-4888-8F87-C2991A13A5B9"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "61E011EA-2B9C-47D1-8597-77F92E009644"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "97C1E10D-6839-4C7A-86E2-ABDBB3FE68DD"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "3980CB6B-27CE-4740-834D-CCBF64E66859"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Деловое общение",
		"primaryKey": "2CBF8EF3-CD6F-4470-AC73-CEAAE850BAE5"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "433F0D79-524F-4970-9955-51EBF559388C"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "A38140C7-AC35-4C63-AFC2-5AAF115987A8"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "D191ABFE-278C-4D36-BDEB-E5EA0135CB3A"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Защита информации",
		"primaryKey": "98396473-DE46-4BEF-BE0C-6FCC9B6BBB96"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "A757748A-B105-4380-A15C-CBAC951F1644"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "EE565052-BB34-4AFA-BA88-7DEEFC4E7D38"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "483C72EE-4ECC-4DC6-B758-8325A94F6598"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "72C8B34F-30DB-4F9C-80E8-0F47FBF9F841"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "DBD18C5E-6A04-42FA-88B0-3ED47FCB9EFC"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Информатика 1",
		"primaryKey": "3D19EF20-D2B4-4767-8F7B-82458C5E2C0D"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Информатика 2",
		"primaryKey": "BAB54389-D460-4D10-90E4-F405EEA01610"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "02EDE484-54A3-49B9-85D4-C9A58E31FCCE"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "3FAE7597-2DA4-4E1A-A7A3-E2CBD79BEF32"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "История",
		"primaryKey": "AFADD125-D51E-4F52-A93C-8E72713F01BA"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "3CFA1A63-4CC4-4102-BA0A-41F17EABD4A0"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "88240984-0B6A-4B65-8CFF-2CA3F0585A70"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Математика",
		"primaryKey": "FFE0C27C-3B33-4770-98D0-35C4CD555E5D"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "8E5580C1-CBAA-436A-BC8C-B592F43A923F"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Метрология",
		"primaryKey": "A7694B61-291B-4310-A9F4-9CFDC076624B"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "AF6985F5-1727-4F66-B1E7-3B2A2F2326CC"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "77C8FCE4-2B47-4A9B-A19C-507F0E118346"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "DB24E2D5-4E61-4035-B54F-F77C519C2EBA"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "92E7CCC5-E614-4A73-AD77-7A20D6CB5292"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Операционные системы",
		"primaryKey": "74E20315-26FE-4143-8981-7DE2FAF3B6DE"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "D74B4F60-820A-4720-90DA-DF2F6134EA51"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "0BBD0291-701E-48FA-89F1-7F7008390B81"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "67D2676D-A8A5-407F-B10C-E7CB312ADDE9"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "787CD050-E587-4090-81CD-B0CFD61A409C"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "98C279DE-C45B-4898-AAC3-B56226EAF5F1"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "7E54E953-1226-4DC8-8DC3-1E5061C1B08D"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "7E2BE53A-62C7-4041-97F9-CD89997BAB9D"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Программирование",
		"primaryKey": "DF374510-52A2-4810-8EF2-B6B7CE4287A4"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "CE035E1B-CFC8-4410-965D-F36BBDBC537A"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "D969194F-1449-4FF2-85A2-9E7914955504"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "EE70CA72-1583-41C3-B4BB-8C253AEEB190"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "A9617CC4-7FEB-4BF4-850D-378818B096E8"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "19D38795-7A27-42EB-8B89-AA37EA6CD19D"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "САПР",
		"primaryKey": "26859C78-9B78-4414-A770-819C02A12597"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "F33E6C24-1951-4543-8072-8E15014D0555"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "CF25B9D0-F437-4F67-ACA8-5367EE5F1904"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "851BCB7E-A6B2-4694-9216-82AEC109AB51"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "21613F69-BFFB-43F3-B5DA-528E4AED3D79"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "988C16F8-6CDF-400E-A238-A81F52560134"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "9FFBA922-FD8E-4EF9-BB18-F1C5E1C4F9CB"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "753C58C3-7D30-4C22-BAB4-B4EFF1BAD0D8"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "81D42720-3F84-4186-8F9C-7BA9D4CA1C4B"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "4DE6D1FE-6B09-43A3-BC60-1A9E79AC555C"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "0D9DA260-2725-4E47-99E6-3BCE04532167"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "25ECA36D-02A4-42E1-8487-4F6601D040F9"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "6BF50344-13F7-4529-A777-94584C579FDC"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Физика",
		"primaryKey": "96205F21-B82E-4E4A-8BD4-D23A8E9EF82C"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "BC5B4333-5559-4A3B-AB10-EE2F45DD6EA3"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Философия",
		"primaryKey": "9D9C29C9-C363-4E85-9C5C-C547E8DEDE7C"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "FE54DA4C-8CF8-4781-8835-D9C0ED0A1783"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Экология",
		"primaryKey": "797CC0F7-E560-41F4-9416-7DF59A0D58F9"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "0D436373-8C12-4C41-BE42-33BFE9029CCB"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4E9814E1-1999-434F-BFF5-0E66626E4737"
	},
	{
		"Группа": "АСУ -17-1б",
		"Дисциплина": "Электротехника",
		"primaryKey": "A2E9F40B-4CC7-4A21-AF4F-B3B63B92D2AD"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "12069F4B-2ECE-422A-9D8A-BADB60BFEAC5"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "168FFEC1-E277-44B7-B4EA-0430C442ABBD"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "ADBA5835-9BF8-4763-B83D-2FBAF2C17A33"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "09B26C20-6511-4398-B507-4660FB86EFD5"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "3BA04B07-0F9A-41A2-96E7-BDF3E47DFBE5"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "BA8F4C35-C630-4987-B182-D6E46E99A0EE"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "687ADAE3-65F9-45CF-B6A0-5B085E5843A8"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Деловое общение",
		"primaryKey": "988C2BAE-391B-4A0C-AB31-8F4BE6BBED54"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "337CEA56-CF4D-4874-B2EB-6B635ACA726B"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "D645B0EF-B592-4B98-BEAA-8633E7A5728A"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Защита информации",
		"primaryKey": "ACAE100C-1653-4F61-A348-3F75D2A9FE14"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "E84F8A0D-F8F2-486C-A910-28251BF2C4C0"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "1EC9FD24-6A79-4737-8232-8C96CDBEDFDA"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "9C0A8812-4ECB-48FB-98E3-8183DF930A58"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "A95711C0-4723-46EC-9818-EF974EBF391D"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "4B0FCDB2-9B5D-4921-8CBA-C89B04563F52"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Информатика 1",
		"primaryKey": "00556F47-F136-48B4-AE14-E20333DC615F"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Информатика 2",
		"primaryKey": "A8528CBB-E007-4D4F-AEC9-0BDDB1B18CC6"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "9FC0F45B-0013-4E12-A9EC-4DE23821AFF2"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "C3FB0967-E90C-4B3E-94AA-E079DB062134"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "История",
		"primaryKey": "5E2EF312-7328-4FA3-8936-48404083B2CA"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "715CD7F2-A318-4407-918D-12D88D90B30B"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "9910D178-ECDE-4D24-A5EC-88071705573B"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Математика",
		"primaryKey": "956D7B1E-C535-4A37-9F03-64AC9035CCE1"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "29E5F438-677A-4021-930C-B42DA6974195"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Метрология",
		"primaryKey": "10170DBD-8D42-4B04-8C76-4F9BC1EEAEB3"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "1DCEE312-B43A-4A72-945E-E16BED89C021"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "26C48CFE-64D3-4996-BDF8-0B641A55B74E"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "713033CD-63B6-4507-AF5F-35D4D3B46BE1"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "A2633FEF-928C-4C07-830A-82C220E1B16D"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Операционные системы",
		"primaryKey": "AB4ED800-B0AD-407A-A75C-B6E8A9D0BD81"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "2005D817-9971-4E0E-A380-841079DBC796"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "4288422E-098B-49A7-B9E8-498F53AD108D"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "53DFBA8D-4624-45B7-92DA-7D064E9786DC"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "3D05A450-3C76-48AF-BA63-DCE76E8F684A"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "93EFA5E7-1BA0-4AD0-B8AB-D886E2220515"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "ABADC000-F844-44F6-96C3-4CFF64D4ECE3"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "C1AAA605-DFE4-4185-807F-B717C781B02E"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Программирование",
		"primaryKey": "D5F12962-9265-4E28-9364-073DA1CA1B98"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "3C80008E-7FBF-44F2-ACC0-C2CA36666680"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "ED83AE78-2B2F-4356-9D3A-E30E0842A245"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "EC3A59A3-90BB-401B-B26A-7BA5E12E7317"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "845CEAED-2A0D-439A-95AE-96522C2E6867"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "6D30E7E0-B578-4B19-A963-E0CEE7293A29"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "САПР",
		"primaryKey": "5E3C30CB-A47F-4826-B497-B330DBA5A995"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "98B60846-9CF6-4D21-A81B-186CFDF53726"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "039A2BDB-CBED-46CE-A8C8-A8603C1F3633"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "86D7E7B1-34BC-4DE0-9D8F-193C6E47F7D5"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "211D644B-4CDE-4143-AF74-C26DE5099BAF"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "D93356C3-DA0D-43E1-9BE2-02F4E5D9417D"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "3F6F81C2-3544-44EB-90D3-621242FA65D1"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "1B736C42-2356-4E18-9426-BA0598928246"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "44447DC5-B91F-49A4-9B48-9F7CCD617DAA"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "552ABB4C-D47E-419C-B1FE-691A97B51931"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "9E311AE0-B70C-4418-8E9C-FD123C44D887"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "9E88E79E-81BF-4E80-AA38-22F8BB089B45"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "4261E043-3FD7-458F-B842-F21879FB6CB2"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Физика",
		"primaryKey": "47B4B925-3074-4BAF-A541-6F1404155EA4"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "55AF0424-A552-462E-A205-6FA9D8321828"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "2B551DC2-334C-4436-A5AD-2526E9C9FF8D"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "FF58D35A-0668-42F2-A744-83251BE3D986"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "A900FBD6-AEB1-433F-A8E2-E2A2188ED8BE"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "F4F440EE-43C3-4F6C-B792-ADB40DEC87AF"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4E4C9467-B235-468C-8C6E-A554EFDEE095"
	},
	{
		"Группа": "АСУ -17-1бз",
		"Дисциплина": "Электротехника",
		"primaryKey": "90D70F0F-1715-4E95-9DA1-2AB64B35354B"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "CASE-технологии",
		"primaryKey": "71510EA2-B19D-4095-8FC1-86A6DFCFB2CE"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "34E945E3-7FC5-4C9B-89AF-A3E208EA9293"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Администрирование БД (на примере Oracle)",
		"primaryKey": "CEFC7D42-45AB-4B2E-86F3-898398AAEA8B"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "8066F86C-AFA5-49D9-8347-2FE2BEA51D1C"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "E3F8CCC1-936A-4C0F-AC7C-AA9A51C90226"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "E8FD5C80-79CB-4E06-9D85-BD0A560DDD37"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "221BD09E-7456-4BA2-B529-6B1AD15A05C6"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Деловое общение",
		"primaryKey": "0FB98393-F02A-44E8-9611-351DD19F0C66"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "FB6B5FB7-7D79-48A3-9A87-28CB471E5B46"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "63DC01BB-5EF6-488D-B007-853D83729A7F"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Защита информации",
		"primaryKey": "AC7F8B14-A3DD-4218-9C0B-A64F299B48CB"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "ИГА",
		"primaryKey": "B79AE594-363A-4BF9-99AA-94223B413742"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "B8D08B0D-A635-46A9-A5BA-D580C5E6C51F"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "8C740A16-D36F-4C72-85BE-93E44734B789"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "0B8281EB-9C53-440E-B728-BE1FC5BB4A99"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "8A0CD4A1-FDD4-4D2B-BFF9-EC75D1D95CDC"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Информатика 1",
		"primaryKey": "59AF6161-8DC4-418A-A31A-69B1B26B24B9"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Информатика 2",
		"primaryKey": "4C67790A-41B0-4E33-AC66-AA860D5FF957"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "66C4C211-C44B-431E-96D6-F25A539E7BDC"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "4ABD9024-AD7F-46C0-A09C-7C71BFA1F9CB"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "История",
		"primaryKey": "811265BD-481E-4B1D-993F-3639E3079AAE"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "DC34E148-E76A-412E-8A9D-A6BB76A75F7E"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "F4A3264E-2450-4F2E-A5A5-6AEEE9A30BAC"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Математика",
		"primaryKey": "6925EB3F-C8F4-4DFD-B42A-9AF935772492"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Менеджмент в информационных технологиях",
		"primaryKey": "0688A470-5400-41F6-BD9E-8F86F6F69B3D"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Метрология",
		"primaryKey": "D4EF3DEF-A3CF-4FD6-A169-3E58627A266F"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "E3B741F3-BBE4-41E1-B725-2E2F6F15B3C4"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "F751463A-9400-4972-8D9D-8A3C2E40770E"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "932D2C46-2B7C-4D32-A13B-E5FAD0485139"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "FBD59ECE-43C0-4253-A2DB-14DAE3231D09"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Операционные системы",
		"primaryKey": "35A736F4-F329-4A8B-9BA9-1899A0FD8E9F"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "3E73B60A-F74D-42C1-9EAB-8E95D28BDC16"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "A5BC71E0-A999-421C-9F4B-57AE7AD6CBF1"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "BC22F3A9-21EF-4628-ABA7-B2764174C7A9"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "A6A718CC-A3BF-457F-B5F6-EF7BFFF9B43D"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "5A4A82DD-07AB-4F0B-BFFC-E4B529CF6138"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "2C181814-7C5F-412B-AE2B-7E9A42971F17"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "76667788-4281-44EA-96D3-C3C0751B3C97"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Программирование",
		"primaryKey": "B181710A-CAF8-4545-92B8-30386A0CF775"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Программирование БД (на примере Oracle)",
		"primaryKey": "1FE76F6E-09F1-48C4-A7BF-501BAC37ABF9"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Проектирование АСОИиУ",
		"primaryKey": "52CD5C79-E267-4DB3-8C76-10952C9D8D6B"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "88944130-033E-4D14-8E6B-09A6F237B853"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "0A62F947-1AD1-4147-9139-C460FE1F575F"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Реинжиниринг бизнес-процессов",
		"primaryKey": "5FE0BFD5-E4EA-41F5-82AF-C4043614D25A"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "САПР",
		"primaryKey": "1C983F0D-7405-4FA7-A41D-D1B04C85B7DF"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "28DD9B8A-F13D-4817-9C00-6389FF64AE3A"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "DC9E3FA5-79CB-40B6-8BDE-4FF2167F9D01"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "1238BA7F-7CB8-4C83-95A6-BEEF6CBF8F71"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "4AD0FDE8-84F9-42B6-8996-83355CFEF54B"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "FE477AD6-730F-4F63-AAB1-47DDAA87D9A4"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "04F2EED3-DCCC-4411-806F-D50D877FF55B"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "13A2C4C3-AF4C-4648-AF35-44FD549A2141"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "BF09A29F-B304-4DC9-BC6C-8BCCA7C7F909"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "3C30E633-FAC1-469F-BECE-A65050206846"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "7E486552-C3B7-4650-901A-58B5280ABD9B"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "152ADB57-E05A-4B2A-864B-162421BA456C"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "FBCC61E9-7A7C-4B11-9936-16A8FD089C2C"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Физика",
		"primaryKey": "8B73BEF5-FD87-4626-93C8-02EF973E978D"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "7CAD1023-9D6A-43D1-825C-234A18287D21"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Философия",
		"primaryKey": "351C0727-2E32-4D1B-BC3B-1F5324425E3A"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "C4577FEF-D50F-4A17-9966-E9F19281EDB0"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Экология",
		"primaryKey": "17A9BE4A-544F-48DC-8EB9-AB04422693DB"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Экономика",
		"primaryKey": "CFBADA1E-FF17-4E80-823C-050A1E991AB3"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "9D059519-41C3-4AC1-B148-FA841E555FF4"
	},
	{
		"Группа": "АСУ -17-3бз",
		"Дисциплина": "Электротехника",
		"primaryKey": "694072D2-153A-4D01-9948-48AEB7B69E4B"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "0532E3BC-9830-48DE-BC33-0F0A80128BCC"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Администрирование распр.автоматиз.сист.",
		"primaryKey": "DD615256-2421-4A85-B758-72F44C0796BA"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "6B9B7248-E2E7-452E-B277-F248E93C8C5F"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "3C108CFC-5C6D-453F-A4CC-EF475B322CA3"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "70529875-0549-4412-BEA5-D8CB47A7F4E1"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "58625D7E-F0A5-40B0-9125-6A0245B95E7C"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "FB2469ED-BEBE-48E6-A3EF-E92BF0832EE1"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "0DB73A66-209D-4755-8B9C-0EC7719064A7"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "ИИС и АСУ технологическими процессами",
		"primaryKey": "68D9D73F-9397-494D-BBEF-913CAB36DB34"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "873322ED-2726-44AF-97B2-7987EB9ED651"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "9081381C-2B7C-4C4D-A038-AF8FB4B77874"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "C1390288-CD67-4F6B-9EFE-555548EA479A"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "D18171F9-1F51-477F-82F2-889488B2E028"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "30CAA34D-DB0D-4F23-A161-A914D9FF22DD"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Параллельное программирование",
		"primaryKey": "26B73096-A089-455E-BA7A-1046380C1857"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "FED7B07A-6AF1-4C40-B12A-08413C8EC588"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8E8F5942-7417-4C8C-AA19-300E66F9F4F7"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "001AA161-BA2B-4FD1-8C11-F4416DBEDF1F"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "F879DE7D-B418-444C-B234-8DD0374174C7"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "CFAB3B58-5595-47FB-8553-0A7550B4ED94"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "D1821938-103C-48C6-8AAE-3D1FB36A8F1D"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Промышленные сети",
		"primaryKey": "F169EB45-FCD5-4833-B2E7-2ADA950EE3A2"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "2F2DB079-141D-4250-A9A4-909466FCDE72"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "2563CF59-1CF7-4A9B-B2DF-27D2D830294C"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "САПР",
		"primaryKey": "DA8CB5C5-393D-4767-9AA2-00AE184F97AD"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "60B6389B-6265-4894-9715-80E1DA2E0977"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Сетевые технологии и телеком.среды в РАС",
		"primaryKey": "D8DF0960-FC2D-485F-8752-D15B331E929B"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "EB73F601-FCC9-4D15-A1AB-BA4C1C2A6C36"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "441E6969-B7D6-4DEB-898C-63E4CEB137AC"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "043D749C-5DE1-4C2E-A154-A2B14DBEE3E2"
	},
	{
		"Группа": "АСУ1-14-1м",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "4DB8F8DE-9A48-4E5C-8B16-DDA5614419E1"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "0E8D5788-D55C-48B6-A4CA-940F676BDB1D"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Администрирование распр.автоматиз.сист.",
		"primaryKey": "0D325832-0BC7-4D03-AAE3-B944109361E7"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "E0D8318E-8926-4A4E-927D-1430DD27066E"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "F2AA203E-C9BB-4DA9-AD25-F515AE04CF67"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "C01EDBE2-35DE-4D25-B5C5-97AC592244A7"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "EE48179A-69D8-4877-ABE5-16867A8FEE23"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "990A89E7-7F36-4EAF-A5B5-63A46ACCAA0E"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "ИГА",
		"primaryKey": "A214BAD1-A255-41AF-B37E-38ECA786DF02"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "ИИС и АСУ технологическими процессами",
		"primaryKey": "1CAED09E-0B0A-4584-86D2-931E06FFA81B"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "B3836F09-73F1-48FE-BF8A-05B088EF0FDE"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D371F44D-15F2-484A-9ED5-8E3A08C56178"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "37568254-A720-414C-944C-9C363E4EC95A"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "9D1A57C1-9975-45A6-9161-A8A6C152A0D9"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "3315B64E-4EDF-465A-A48D-F9B7E2102DBD"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Параллельное программирование",
		"primaryKey": "28A97375-4E37-4A36-B0FE-6D6170E64305"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Педагогика",
		"primaryKey": "1D546930-C0AA-46A6-8283-9E35BF5984F4"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "79AF9F71-FA12-437C-A8CD-5F8DBE5E26AC"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "22310DFA-68E2-471C-9DA6-56113A49168A"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "3E7B8708-BDF3-4B11-8B4E-BDD6A993D59A"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "9A182163-F8E5-4E02-8381-FFD68A9FE64D"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "0DC19D69-9CB6-4747-8126-88864C145A38"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Промышленные сети",
		"primaryKey": "B5148C0D-2F75-46EE-A90F-6FCD0CCC104F"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "1AF7048F-D625-47B5-B787-5532A4173213"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "96142E06-6B45-4FD4-83FB-E704C40D09DF"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "САПР",
		"primaryKey": "28F50DB8-9143-4190-BFD6-FC564713A464"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "D4FA6743-64D9-4094-95FD-69AC41A1F18B"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Сетевые технологии и телеком.среды в РАС",
		"primaryKey": "0193838E-23FE-4BF1-B859-58A3920825E1"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "5FB1A352-8510-47AB-B75B-A7A35379B18F"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "01A459F8-8421-4A6C-B1FD-551E179FDD2A"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "24784E62-F1E7-4081-BE9A-C28F08625639"
	},
	{
		"Группа": "АСУ1-14-1мз",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "C7B8F6BA-65A7-4C04-A504-02F448B545E1"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "0532E3BC-9830-48DE-BC33-0F0A80128BCC"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Администрирование распр.автоматиз.сист.",
		"primaryKey": "DD615256-2421-4A85-B758-72F44C0796BA"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "6B9B7248-E2E7-452E-B277-F248E93C8C5F"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "3C108CFC-5C6D-453F-A4CC-EF475B322CA3"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "70529875-0549-4412-BEA5-D8CB47A7F4E1"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "58625D7E-F0A5-40B0-9125-6A0245B95E7C"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "FB2469ED-BEBE-48E6-A3EF-E92BF0832EE1"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "0DB73A66-209D-4755-8B9C-0EC7719064A7"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "ИИС и АСУ технологическими процессами",
		"primaryKey": "68D9D73F-9397-494D-BBEF-913CAB36DB34"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "873322ED-2726-44AF-97B2-7987EB9ED651"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "9081381C-2B7C-4C4D-A038-AF8FB4B77874"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "C1390288-CD67-4F6B-9EFE-555548EA479A"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "D18171F9-1F51-477F-82F2-889488B2E028"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "30CAA34D-DB0D-4F23-A161-A914D9FF22DD"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Параллельное программирование",
		"primaryKey": "26B73096-A089-455E-BA7A-1046380C1857"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "FED7B07A-6AF1-4C40-B12A-08413C8EC588"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8E8F5942-7417-4C8C-AA19-300E66F9F4F7"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "001AA161-BA2B-4FD1-8C11-F4416DBEDF1F"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "F879DE7D-B418-444C-B234-8DD0374174C7"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "CFAB3B58-5595-47FB-8553-0A7550B4ED94"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "D1821938-103C-48C6-8AAE-3D1FB36A8F1D"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Промышленные сети",
		"primaryKey": "F169EB45-FCD5-4833-B2E7-2ADA950EE3A2"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "2F2DB079-141D-4250-A9A4-909466FCDE72"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "2563CF59-1CF7-4A9B-B2DF-27D2D830294C"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "САПР",
		"primaryKey": "DA8CB5C5-393D-4767-9AA2-00AE184F97AD"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "60B6389B-6265-4894-9715-80E1DA2E0977"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Сетевые технологии и телеком.среды в РАС",
		"primaryKey": "D8DF0960-FC2D-485F-8752-D15B331E929B"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "EB73F601-FCC9-4D15-A1AB-BA4C1C2A6C36"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "441E6969-B7D6-4DEB-898C-63E4CEB137AC"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "043D749C-5DE1-4C2E-A154-A2B14DBEE3E2"
	},
	{
		"Группа": "АСУ1-15-1м",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "4DB8F8DE-9A48-4E5C-8B16-DDA5614419E1"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "0E8D5788-D55C-48B6-A4CA-940F676BDB1D"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Администрирование распр.автоматиз.сист.",
		"primaryKey": "0D325832-0BC7-4D03-AAE3-B944109361E7"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "E0D8318E-8926-4A4E-927D-1430DD27066E"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "F2AA203E-C9BB-4DA9-AD25-F515AE04CF67"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "C01EDBE2-35DE-4D25-B5C5-97AC592244A7"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "EE48179A-69D8-4877-ABE5-16867A8FEE23"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "990A89E7-7F36-4EAF-A5B5-63A46ACCAA0E"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "ИГА",
		"primaryKey": "A214BAD1-A255-41AF-B37E-38ECA786DF02"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "ИИС и АСУ технологическими процессами",
		"primaryKey": "1CAED09E-0B0A-4584-86D2-931E06FFA81B"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "B3836F09-73F1-48FE-BF8A-05B088EF0FDE"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D371F44D-15F2-484A-9ED5-8E3A08C56178"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "37568254-A720-414C-944C-9C363E4EC95A"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "9D1A57C1-9975-45A6-9161-A8A6C152A0D9"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "3315B64E-4EDF-465A-A48D-F9B7E2102DBD"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Параллельное программирование",
		"primaryKey": "28A97375-4E37-4A36-B0FE-6D6170E64305"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Педагогика",
		"primaryKey": "1D546930-C0AA-46A6-8283-9E35BF5984F4"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "79AF9F71-FA12-437C-A8CD-5F8DBE5E26AC"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "22310DFA-68E2-471C-9DA6-56113A49168A"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "3E7B8708-BDF3-4B11-8B4E-BDD6A993D59A"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "9A182163-F8E5-4E02-8381-FFD68A9FE64D"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "0DC19D69-9CB6-4747-8126-88864C145A38"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Промышленные сети",
		"primaryKey": "B5148C0D-2F75-46EE-A90F-6FCD0CCC104F"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "1AF7048F-D625-47B5-B787-5532A4173213"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "96142E06-6B45-4FD4-83FB-E704C40D09DF"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "САПР",
		"primaryKey": "28F50DB8-9143-4190-BFD6-FC564713A464"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "D4FA6743-64D9-4094-95FD-69AC41A1F18B"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Сетевые технологии и телеком.среды в РАС",
		"primaryKey": "0193838E-23FE-4BF1-B859-58A3920825E1"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "5FB1A352-8510-47AB-B75B-A7A35379B18F"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "01A459F8-8421-4A6C-B1FD-551E179FDD2A"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "24784E62-F1E7-4081-BE9A-C28F08625639"
	},
	{
		"Группа": "АСУ1-15-1мз",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "C7B8F6BA-65A7-4C04-A504-02F448B545E1"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "0532E3BC-9830-48DE-BC33-0F0A80128BCC"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Администрирование распр.автоматиз.сист.",
		"primaryKey": "DD615256-2421-4A85-B758-72F44C0796BA"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "6B9B7248-E2E7-452E-B277-F248E93C8C5F"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "3C108CFC-5C6D-453F-A4CC-EF475B322CA3"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "70529875-0549-4412-BEA5-D8CB47A7F4E1"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "58625D7E-F0A5-40B0-9125-6A0245B95E7C"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "FB2469ED-BEBE-48E6-A3EF-E92BF0832EE1"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "0DB73A66-209D-4755-8B9C-0EC7719064A7"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "ИИС и АСУ технологическими процессами",
		"primaryKey": "68D9D73F-9397-494D-BBEF-913CAB36DB34"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "873322ED-2726-44AF-97B2-7987EB9ED651"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "9081381C-2B7C-4C4D-A038-AF8FB4B77874"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "C1390288-CD67-4F6B-9EFE-555548EA479A"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "D18171F9-1F51-477F-82F2-889488B2E028"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "30CAA34D-DB0D-4F23-A161-A914D9FF22DD"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Параллельное программирование",
		"primaryKey": "26B73096-A089-455E-BA7A-1046380C1857"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "FED7B07A-6AF1-4C40-B12A-08413C8EC588"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8E8F5942-7417-4C8C-AA19-300E66F9F4F7"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "001AA161-BA2B-4FD1-8C11-F4416DBEDF1F"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "F879DE7D-B418-444C-B234-8DD0374174C7"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "CFAB3B58-5595-47FB-8553-0A7550B4ED94"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "D1821938-103C-48C6-8AAE-3D1FB36A8F1D"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Промышленные сети",
		"primaryKey": "F169EB45-FCD5-4833-B2E7-2ADA950EE3A2"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "2F2DB079-141D-4250-A9A4-909466FCDE72"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "2563CF59-1CF7-4A9B-B2DF-27D2D830294C"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "САПР",
		"primaryKey": "DA8CB5C5-393D-4767-9AA2-00AE184F97AD"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "60B6389B-6265-4894-9715-80E1DA2E0977"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Сетевые технологии и телеком.среды в РАС",
		"primaryKey": "D8DF0960-FC2D-485F-8752-D15B331E929B"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "EB73F601-FCC9-4D15-A1AB-BA4C1C2A6C36"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "441E6969-B7D6-4DEB-898C-63E4CEB137AC"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "043D749C-5DE1-4C2E-A154-A2B14DBEE3E2"
	},
	{
		"Группа": "АСУ1-16-1м",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "4DB8F8DE-9A48-4E5C-8B16-DDA5614419E1"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "0532E3BC-9830-48DE-BC33-0F0A80128BCC"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Администрирование распр.автоматиз.сист.",
		"primaryKey": "DD615256-2421-4A85-B758-72F44C0796BA"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "6B9B7248-E2E7-452E-B277-F248E93C8C5F"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "3C108CFC-5C6D-453F-A4CC-EF475B322CA3"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "70529875-0549-4412-BEA5-D8CB47A7F4E1"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "58625D7E-F0A5-40B0-9125-6A0245B95E7C"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "FB2469ED-BEBE-48E6-A3EF-E92BF0832EE1"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "0DB73A66-209D-4755-8B9C-0EC7719064A7"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "ИИС и АСУ технологическими процессами",
		"primaryKey": "68D9D73F-9397-494D-BBEF-913CAB36DB34"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "873322ED-2726-44AF-97B2-7987EB9ED651"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "9081381C-2B7C-4C4D-A038-AF8FB4B77874"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "C1390288-CD67-4F6B-9EFE-555548EA479A"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "D18171F9-1F51-477F-82F2-889488B2E028"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "30CAA34D-DB0D-4F23-A161-A914D9FF22DD"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Параллельное программирование",
		"primaryKey": "26B73096-A089-455E-BA7A-1046380C1857"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "FED7B07A-6AF1-4C40-B12A-08413C8EC588"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8E8F5942-7417-4C8C-AA19-300E66F9F4F7"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "001AA161-BA2B-4FD1-8C11-F4416DBEDF1F"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "F879DE7D-B418-444C-B234-8DD0374174C7"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "CFAB3B58-5595-47FB-8553-0A7550B4ED94"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "D1821938-103C-48C6-8AAE-3D1FB36A8F1D"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Промышленные сети",
		"primaryKey": "F169EB45-FCD5-4833-B2E7-2ADA950EE3A2"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "2F2DB079-141D-4250-A9A4-909466FCDE72"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "2563CF59-1CF7-4A9B-B2DF-27D2D830294C"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "САПР",
		"primaryKey": "DA8CB5C5-393D-4767-9AA2-00AE184F97AD"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "60B6389B-6265-4894-9715-80E1DA2E0977"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Сетевые технологии и телеком.среды в РАС",
		"primaryKey": "D8DF0960-FC2D-485F-8752-D15B331E929B"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "EB73F601-FCC9-4D15-A1AB-BA4C1C2A6C36"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "441E6969-B7D6-4DEB-898C-63E4CEB137AC"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "043D749C-5DE1-4C2E-A154-A2B14DBEE3E2"
	},
	{
		"Группа": "АСУ1-17-1м",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "4DB8F8DE-9A48-4E5C-8B16-DDA5614419E1"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "0E8D5788-D55C-48B6-A4CA-940F676BDB1D"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Администрирование распр.автоматиз.сист.",
		"primaryKey": "0D325832-0BC7-4D03-AAE3-B944109361E7"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "E0D8318E-8926-4A4E-927D-1430DD27066E"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "F2AA203E-C9BB-4DA9-AD25-F515AE04CF67"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "C01EDBE2-35DE-4D25-B5C5-97AC592244A7"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "EE48179A-69D8-4877-ABE5-16867A8FEE23"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "990A89E7-7F36-4EAF-A5B5-63A46ACCAA0E"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "ИГА",
		"primaryKey": "A214BAD1-A255-41AF-B37E-38ECA786DF02"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "ИИС и АСУ технологическими процессами",
		"primaryKey": "1CAED09E-0B0A-4584-86D2-931E06FFA81B"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "B3836F09-73F1-48FE-BF8A-05B088EF0FDE"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D371F44D-15F2-484A-9ED5-8E3A08C56178"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "37568254-A720-414C-944C-9C363E4EC95A"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "9D1A57C1-9975-45A6-9161-A8A6C152A0D9"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "3315B64E-4EDF-465A-A48D-F9B7E2102DBD"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Параллельное программирование",
		"primaryKey": "28A97375-4E37-4A36-B0FE-6D6170E64305"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Педагогика",
		"primaryKey": "1D546930-C0AA-46A6-8283-9E35BF5984F4"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "79AF9F71-FA12-437C-A8CD-5F8DBE5E26AC"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "22310DFA-68E2-471C-9DA6-56113A49168A"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "3E7B8708-BDF3-4B11-8B4E-BDD6A993D59A"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "9A182163-F8E5-4E02-8381-FFD68A9FE64D"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "0DC19D69-9CB6-4747-8126-88864C145A38"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Промышленные сети",
		"primaryKey": "B5148C0D-2F75-46EE-A90F-6FCD0CCC104F"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "1AF7048F-D625-47B5-B787-5532A4173213"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "96142E06-6B45-4FD4-83FB-E704C40D09DF"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "САПР",
		"primaryKey": "28F50DB8-9143-4190-BFD6-FC564713A464"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "D4FA6743-64D9-4094-95FD-69AC41A1F18B"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Сетевые технологии и телеком.среды в РАС",
		"primaryKey": "0193838E-23FE-4BF1-B859-58A3920825E1"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "5FB1A352-8510-47AB-B75B-A7A35379B18F"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "01A459F8-8421-4A6C-B1FD-551E179FDD2A"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "24784E62-F1E7-4081-BE9A-C28F08625639"
	},
	{
		"Группа": "АСУ1-17-1мз",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "C7B8F6BA-65A7-4C04-A504-02F448B545E1"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Автоматизация адм.-управл.деятельности",
		"primaryKey": "EBB224E3-989F-4400-8E2D-B4AE111E5483"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Автоматизация документооборота",
		"primaryKey": "2BE7CD34-5221-4E09-8C90-F60BB674679E"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "ECF60FAA-4054-4EC1-A7B5-A692C126F475"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "628B9AD8-835F-42CF-AA71-34CE4A6DD026"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "7789FE81-6ECA-4181-BB83-51E67D3A9309"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "1FA00450-E427-465B-A676-A380376BAB20"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "AA36B35D-C71A-4557-A0AF-61EEC7CD5C02"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "6397617D-2F20-4E3D-9CB6-87B1697B5C87"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "3C9C5E8E-7B4E-4742-8A1A-4695A62FE7D1"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "41D8146D-D3CB-4305-9DF9-0135E33243C5"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Интеллектуальные системы управления",
		"primaryKey": "CA446BCB-7742-4D8A-B587-14A5B2614820"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Интеллектуальные технологии в Интернет",
		"primaryKey": "49E3D8C9-C7A8-4316-B164-12F4D24E2B22"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Комп.моделирование и комп.графика",
		"primaryKey": "E82A74F4-B931-4C66-A207-775746DDB3A1"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D85A0D8B-0ED3-4F93-8F5F-C92D74433B22"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "5849CC32-D638-4C41-8543-71E920C77E34"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "CE73A95C-5D8D-4680-B513-7CF4C862E042"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "A928E32D-0A06-43CE-8D00-0750AF3939E7"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "4A895D06-55F9-4C7C-8325-CA6310BEA539"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "7B15CC40-FB6D-44F2-886F-BE415FE33697"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "19D46B34-70F9-4087-AFAA-774E8F02F0D3"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "7018CF6F-CD22-42F2-88C5-55506E238BF4"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "E1EEC325-EC18-414C-8424-7B830CB75DA8"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "25D38402-9AC7-4737-B4AC-0FCE042865F7"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Распознавание образов и изображений",
		"primaryKey": "955ADC3E-7AB7-4FCD-8931-269DED8DCE23"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "32AAE6D1-754B-4049-A301-38D30E552155"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "F49304E7-CCF4-4E77-B060-A56DFF1CA6FC"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "A544689A-0BA0-4FA6-A197-4481A9ACC54A"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Совр.технологии поиска и обработки инф.",
		"primaryKey": "98CCB0E8-C1EC-4C47-A65B-D8368913DE40"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "709CC02E-A171-49D8-8386-25E600F4394C"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "1D4FCDD3-89CE-4A1E-A868-FCFD7833BDE5"
	},
	{
		"Группа": "АСУ2-14-1м",
		"Дисциплина": "Языки програм-ия интеллектуальных систем",
		"primaryKey": "C350985A-BB37-4618-8B3D-A4D10ED71CF0"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Автоматизация адм.-управл.деятельности",
		"primaryKey": "EBB224E3-989F-4400-8E2D-B4AE111E5483"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Автоматизация документооборота",
		"primaryKey": "2BE7CD34-5221-4E09-8C90-F60BB674679E"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "ECF60FAA-4054-4EC1-A7B5-A692C126F475"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "628B9AD8-835F-42CF-AA71-34CE4A6DD026"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "7789FE81-6ECA-4181-BB83-51E67D3A9309"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "1FA00450-E427-465B-A676-A380376BAB20"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "AA36B35D-C71A-4557-A0AF-61EEC7CD5C02"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "6397617D-2F20-4E3D-9CB6-87B1697B5C87"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "3C9C5E8E-7B4E-4742-8A1A-4695A62FE7D1"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "41D8146D-D3CB-4305-9DF9-0135E33243C5"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Интеллектуальные системы управления",
		"primaryKey": "CA446BCB-7742-4D8A-B587-14A5B2614820"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Интеллектуальные технологии в Интернет",
		"primaryKey": "49E3D8C9-C7A8-4316-B164-12F4D24E2B22"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Комп.моделирование и комп.графика",
		"primaryKey": "E82A74F4-B931-4C66-A207-775746DDB3A1"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D85A0D8B-0ED3-4F93-8F5F-C92D74433B22"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "5849CC32-D638-4C41-8543-71E920C77E34"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "CE73A95C-5D8D-4680-B513-7CF4C862E042"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "A928E32D-0A06-43CE-8D00-0750AF3939E7"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "4A895D06-55F9-4C7C-8325-CA6310BEA539"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "7B15CC40-FB6D-44F2-886F-BE415FE33697"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "19D46B34-70F9-4087-AFAA-774E8F02F0D3"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "7018CF6F-CD22-42F2-88C5-55506E238BF4"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "E1EEC325-EC18-414C-8424-7B830CB75DA8"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "25D38402-9AC7-4737-B4AC-0FCE042865F7"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Распознавание образов и изображений",
		"primaryKey": "955ADC3E-7AB7-4FCD-8931-269DED8DCE23"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "32AAE6D1-754B-4049-A301-38D30E552155"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "F49304E7-CCF4-4E77-B060-A56DFF1CA6FC"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "A544689A-0BA0-4FA6-A197-4481A9ACC54A"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Совр.технологии поиска и обработки инф.",
		"primaryKey": "98CCB0E8-C1EC-4C47-A65B-D8368913DE40"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "709CC02E-A171-49D8-8386-25E600F4394C"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "1D4FCDD3-89CE-4A1E-A868-FCFD7833BDE5"
	},
	{
		"Группа": "АСУ2-15-1м",
		"Дисциплина": "Языки програм-ия интеллектуальных систем",
		"primaryKey": "C350985A-BB37-4618-8B3D-A4D10ED71CF0"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Автоматизация адм.-управл.деятельности",
		"primaryKey": "EBB224E3-989F-4400-8E2D-B4AE111E5483"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Автоматизация документооборота",
		"primaryKey": "2BE7CD34-5221-4E09-8C90-F60BB674679E"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "ECF60FAA-4054-4EC1-A7B5-A692C126F475"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "628B9AD8-835F-42CF-AA71-34CE4A6DD026"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "7789FE81-6ECA-4181-BB83-51E67D3A9309"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "1FA00450-E427-465B-A676-A380376BAB20"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "AA36B35D-C71A-4557-A0AF-61EEC7CD5C02"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "6397617D-2F20-4E3D-9CB6-87B1697B5C87"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "3C9C5E8E-7B4E-4742-8A1A-4695A62FE7D1"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "41D8146D-D3CB-4305-9DF9-0135E33243C5"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Интеллектуальные системы управления",
		"primaryKey": "CA446BCB-7742-4D8A-B587-14A5B2614820"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Интеллектуальные технологии в Интернет",
		"primaryKey": "49E3D8C9-C7A8-4316-B164-12F4D24E2B22"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Комп.моделирование и комп.графика",
		"primaryKey": "E82A74F4-B931-4C66-A207-775746DDB3A1"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D85A0D8B-0ED3-4F93-8F5F-C92D74433B22"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "5849CC32-D638-4C41-8543-71E920C77E34"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "CE73A95C-5D8D-4680-B513-7CF4C862E042"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "A928E32D-0A06-43CE-8D00-0750AF3939E7"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "4A895D06-55F9-4C7C-8325-CA6310BEA539"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "7B15CC40-FB6D-44F2-886F-BE415FE33697"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "19D46B34-70F9-4087-AFAA-774E8F02F0D3"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "7018CF6F-CD22-42F2-88C5-55506E238BF4"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "E1EEC325-EC18-414C-8424-7B830CB75DA8"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "25D38402-9AC7-4737-B4AC-0FCE042865F7"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Распознавание образов и изображений",
		"primaryKey": "955ADC3E-7AB7-4FCD-8931-269DED8DCE23"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "32AAE6D1-754B-4049-A301-38D30E552155"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "F49304E7-CCF4-4E77-B060-A56DFF1CA6FC"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "A544689A-0BA0-4FA6-A197-4481A9ACC54A"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Совр.технологии поиска и обработки инф.",
		"primaryKey": "98CCB0E8-C1EC-4C47-A65B-D8368913DE40"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "709CC02E-A171-49D8-8386-25E600F4394C"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "1D4FCDD3-89CE-4A1E-A868-FCFD7833BDE5"
	},
	{
		"Группа": "АСУ2-16-1м",
		"Дисциплина": "Языки програм-ия интеллектуальных систем",
		"primaryKey": "C350985A-BB37-4618-8B3D-A4D10ED71CF0"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Автоматизация адм.-управл.деятельности",
		"primaryKey": "EBB224E3-989F-4400-8E2D-B4AE111E5483"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Автоматизация документооборота",
		"primaryKey": "2BE7CD34-5221-4E09-8C90-F60BB674679E"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Автоматизированные сист.научн.исследов.",
		"primaryKey": "ECF60FAA-4054-4EC1-A7B5-A692C126F475"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "628B9AD8-835F-42CF-AA71-34CE4A6DD026"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "7789FE81-6ECA-4181-BB83-51E67D3A9309"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "1FA00450-E427-465B-A676-A380376BAB20"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "AA36B35D-C71A-4557-A0AF-61EEC7CD5C02"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "6397617D-2F20-4E3D-9CB6-87B1697B5C87"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "3C9C5E8E-7B4E-4742-8A1A-4695A62FE7D1"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "41D8146D-D3CB-4305-9DF9-0135E33243C5"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Интеллектуальные системы управления",
		"primaryKey": "CA446BCB-7742-4D8A-B587-14A5B2614820"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Интеллектуальные технологии в Интернет",
		"primaryKey": "49E3D8C9-C7A8-4316-B164-12F4D24E2B22"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Комп.моделирование и комп.графика",
		"primaryKey": "E82A74F4-B931-4C66-A207-775746DDB3A1"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D85A0D8B-0ED3-4F93-8F5F-C92D74433B22"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "5849CC32-D638-4C41-8543-71E920C77E34"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "CE73A95C-5D8D-4680-B513-7CF4C862E042"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "A928E32D-0A06-43CE-8D00-0750AF3939E7"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "4A895D06-55F9-4C7C-8325-CA6310BEA539"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "7B15CC40-FB6D-44F2-886F-BE415FE33697"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "19D46B34-70F9-4087-AFAA-774E8F02F0D3"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "7018CF6F-CD22-42F2-88C5-55506E238BF4"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "E1EEC325-EC18-414C-8424-7B830CB75DA8"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "25D38402-9AC7-4737-B4AC-0FCE042865F7"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Распознавание образов и изображений",
		"primaryKey": "955ADC3E-7AB7-4FCD-8931-269DED8DCE23"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "32AAE6D1-754B-4049-A301-38D30E552155"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "F49304E7-CCF4-4E77-B060-A56DFF1CA6FC"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "A544689A-0BA0-4FA6-A197-4481A9ACC54A"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Совр.технологии поиска и обработки инф.",
		"primaryKey": "98CCB0E8-C1EC-4C47-A65B-D8368913DE40"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "709CC02E-A171-49D8-8386-25E600F4394C"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "1D4FCDD3-89CE-4A1E-A868-FCFD7833BDE5"
	},
	{
		"Группа": "АСУ2-17-1м",
		"Дисциплина": "Языки програм-ия интеллектуальных систем",
		"primaryKey": "C350985A-BB37-4618-8B3D-A4D10ED71CF0"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Анализ макроэкономических процессов и систем",
		"primaryKey": "2E8E47C6-7F84-43DE-ACA6-318436FD3D4A"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "C2115BB8-2257-4987-93BB-0FC55D3FE1C3"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "730ED030-9681-46CA-B5EB-3A4BD46F497D"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "91D2D982-8990-4A29-99AB-15BBCFC852AF"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "19538896-1169-40A6-B9AD-F4C5E264A0B2"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "C88AE9EB-26D8-403F-9DF3-88BDBDFF9E47"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "49F5BDA5-EAB0-4352-BA9B-8F3382C36327"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "98168348-9D9C-49B8-BB86-5104FFFCB3A2"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D4451552-7B59-4F73-99FC-0FE4ED9187D8"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "E991E7D7-C1FC-4B38-B666-F824FC78E770"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "5ED84E3F-823C-49F7-A9DE-64046892DE05"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "A34CF5CD-2268-4827-B678-A7E4D1901CCD"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Моделирование и управление финансовыми потоками",
		"primaryKey": "E8F20FFA-4846-479D-8F5D-BC87D8CEC00C"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "EEF34A8C-9B3D-4CDD-8E44-0D20AADEB00B"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "428CE1B9-E9F6-4E11-892E-DA80897246ED"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "16BC08DD-EBE1-4576-A612-8FD576FE6023"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "A180F4B9-DC99-481E-9DC1-19EDB727D5C0"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "28108536-B949-443C-A4E5-E3CD1881C681"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "28F4FE7C-0880-4994-9C75-F9C673E27FC2"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "C36CC1EB-A55B-4B7D-9C3D-C6CBA29E973E"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "256E16F8-B86A-4EB7-99FF-07D032DC73B1"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "321C4794-C644-4067-9662-A270BA8674A9"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "A25E4456-3B7E-422E-A595-670A155E1061"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Современные концепции управления процессами в микроэкономике",
		"primaryKey": "18B1C400-A74A-457B-8BA8-C088BC02D199"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Современные финансовые технологии",
		"primaryKey": "3519A106-225D-422B-A1FD-310410209E08"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "BAC33048-BF17-48D9-8C2C-219BD471413C"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Управление интеллектуальн.собственностью",
		"primaryKey": "7C1C031C-2CBB-43C2-A0AC-A9D428843360"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Управление проектами",
		"primaryKey": "BC776690-A296-487F-BA40-99E41D8DB145"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "3E0164F7-39F0-4101-A2AE-8F8D1EA0D436"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Эконометрика",
		"primaryKey": "E9490987-2A93-4FC7-8E2F-6C81C3F9DC0C"
	},
	{
		"Группа": "АСУ3-14-1м",
		"Дисциплина": "Электронная коммерция",
		"primaryKey": "1B7FC695-4EC8-486A-98E6-DDA20C09F3A3"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Анализ макроэкономических процессов и систем",
		"primaryKey": "2E8E47C6-7F84-43DE-ACA6-318436FD3D4A"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "C2115BB8-2257-4987-93BB-0FC55D3FE1C3"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "730ED030-9681-46CA-B5EB-3A4BD46F497D"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "91D2D982-8990-4A29-99AB-15BBCFC852AF"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "19538896-1169-40A6-B9AD-F4C5E264A0B2"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "C88AE9EB-26D8-403F-9DF3-88BDBDFF9E47"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "49F5BDA5-EAB0-4352-BA9B-8F3382C36327"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "98168348-9D9C-49B8-BB86-5104FFFCB3A2"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D4451552-7B59-4F73-99FC-0FE4ED9187D8"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "E991E7D7-C1FC-4B38-B666-F824FC78E770"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "5ED84E3F-823C-49F7-A9DE-64046892DE05"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "A34CF5CD-2268-4827-B678-A7E4D1901CCD"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Моделирование и управление финансовыми потоками",
		"primaryKey": "E8F20FFA-4846-479D-8F5D-BC87D8CEC00C"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "EEF34A8C-9B3D-4CDD-8E44-0D20AADEB00B"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "428CE1B9-E9F6-4E11-892E-DA80897246ED"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "16BC08DD-EBE1-4576-A612-8FD576FE6023"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "A180F4B9-DC99-481E-9DC1-19EDB727D5C0"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "28108536-B949-443C-A4E5-E3CD1881C681"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "28F4FE7C-0880-4994-9C75-F9C673E27FC2"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "C36CC1EB-A55B-4B7D-9C3D-C6CBA29E973E"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "256E16F8-B86A-4EB7-99FF-07D032DC73B1"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "321C4794-C644-4067-9662-A270BA8674A9"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "A25E4456-3B7E-422E-A595-670A155E1061"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Современные концепции управления процессами в микроэкономике",
		"primaryKey": "18B1C400-A74A-457B-8BA8-C088BC02D199"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Современные финансовые технологии",
		"primaryKey": "3519A106-225D-422B-A1FD-310410209E08"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "BAC33048-BF17-48D9-8C2C-219BD471413C"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Управление интеллектуальн.собственностью",
		"primaryKey": "7C1C031C-2CBB-43C2-A0AC-A9D428843360"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Управление проектами",
		"primaryKey": "BC776690-A296-487F-BA40-99E41D8DB145"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "3E0164F7-39F0-4101-A2AE-8F8D1EA0D436"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Эконометрика",
		"primaryKey": "E9490987-2A93-4FC7-8E2F-6C81C3F9DC0C"
	},
	{
		"Группа": "АСУ3-15-1м",
		"Дисциплина": "Электронная коммерция",
		"primaryKey": "1B7FC695-4EC8-486A-98E6-DDA20C09F3A3"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Анализ макроэкономических процессов и систем",
		"primaryKey": "2E8E47C6-7F84-43DE-ACA6-318436FD3D4A"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "C2115BB8-2257-4987-93BB-0FC55D3FE1C3"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "730ED030-9681-46CA-B5EB-3A4BD46F497D"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "91D2D982-8990-4A29-99AB-15BBCFC852AF"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "19538896-1169-40A6-B9AD-F4C5E264A0B2"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "C88AE9EB-26D8-403F-9DF3-88BDBDFF9E47"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "49F5BDA5-EAB0-4352-BA9B-8F3382C36327"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "98168348-9D9C-49B8-BB86-5104FFFCB3A2"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D4451552-7B59-4F73-99FC-0FE4ED9187D8"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "E991E7D7-C1FC-4B38-B666-F824FC78E770"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "5ED84E3F-823C-49F7-A9DE-64046892DE05"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "A34CF5CD-2268-4827-B678-A7E4D1901CCD"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Моделирование и управление финансовыми потоками",
		"primaryKey": "E8F20FFA-4846-479D-8F5D-BC87D8CEC00C"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "EEF34A8C-9B3D-4CDD-8E44-0D20AADEB00B"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "428CE1B9-E9F6-4E11-892E-DA80897246ED"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "16BC08DD-EBE1-4576-A612-8FD576FE6023"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "A180F4B9-DC99-481E-9DC1-19EDB727D5C0"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "28108536-B949-443C-A4E5-E3CD1881C681"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "28F4FE7C-0880-4994-9C75-F9C673E27FC2"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "C36CC1EB-A55B-4B7D-9C3D-C6CBA29E973E"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "256E16F8-B86A-4EB7-99FF-07D032DC73B1"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "321C4794-C644-4067-9662-A270BA8674A9"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "A25E4456-3B7E-422E-A595-670A155E1061"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Современные концепции управления процессами в микроэкономике",
		"primaryKey": "18B1C400-A74A-457B-8BA8-C088BC02D199"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Современные финансовые технологии",
		"primaryKey": "3519A106-225D-422B-A1FD-310410209E08"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "BAC33048-BF17-48D9-8C2C-219BD471413C"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Управление интеллектуальн.собственностью",
		"primaryKey": "7C1C031C-2CBB-43C2-A0AC-A9D428843360"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Управление проектами",
		"primaryKey": "BC776690-A296-487F-BA40-99E41D8DB145"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "3E0164F7-39F0-4101-A2AE-8F8D1EA0D436"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Эконометрика",
		"primaryKey": "E9490987-2A93-4FC7-8E2F-6C81C3F9DC0C"
	},
	{
		"Группа": "АСУ3-16-1м",
		"Дисциплина": "Электронная коммерция",
		"primaryKey": "1B7FC695-4EC8-486A-98E6-DDA20C09F3A3"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Анализ макроэкономических процессов и систем",
		"primaryKey": "2E8E47C6-7F84-43DE-ACA6-318436FD3D4A"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Безопасность и защита информации в ИС",
		"primaryKey": "C2115BB8-2257-4987-93BB-0FC55D3FE1C3"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Вычислительные системы",
		"primaryKey": "730ED030-9681-46CA-B5EB-3A4BD46F497D"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "91D2D982-8990-4A29-99AB-15BBCFC852AF"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "19538896-1169-40A6-B9AD-F4C5E264A0B2"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "C88AE9EB-26D8-403F-9DF3-88BDBDFF9E47"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "49F5BDA5-EAB0-4352-BA9B-8F3382C36327"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "98168348-9D9C-49B8-BB86-5104FFFCB3A2"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Математические методы теории систем",
		"primaryKey": "D4451552-7B59-4F73-99FC-0FE4ED9187D8"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Методы и средства облачных вычислений",
		"primaryKey": "E991E7D7-C1FC-4B38-B666-F824FC78E770"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Методы оптимизации",
		"primaryKey": "5ED84E3F-823C-49F7-A9DE-64046892DE05"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Моделирование бизнес-процессов",
		"primaryKey": "A34CF5CD-2268-4827-B678-A7E4D1901CCD"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Моделирование и управление финансовыми потоками",
		"primaryKey": "E8F20FFA-4846-479D-8F5D-BC87D8CEC00C"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "EEF34A8C-9B3D-4CDD-8E44-0D20AADEB00B"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "428CE1B9-E9F6-4E11-892E-DA80897246ED"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "16BC08DD-EBE1-4576-A612-8FD576FE6023"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Проектирование АСУ",
		"primaryKey": "A180F4B9-DC99-481E-9DC1-19EDB727D5C0"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Проектирование распределенных АС",
		"primaryKey": "28108536-B949-443C-A4E5-E3CD1881C681"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "28F4FE7C-0880-4994-9C75-F9C673E27FC2"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "C36CC1EB-A55B-4B7D-9C3D-C6CBA29E973E"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "256E16F8-B86A-4EB7-99FF-07D032DC73B1"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Сетевая экономика",
		"primaryKey": "321C4794-C644-4067-9662-A270BA8674A9"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Совр.проблемы информатики и выч.техники",
		"primaryKey": "A25E4456-3B7E-422E-A595-670A155E1061"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Современные концепции управления процессами в микроэкономике",
		"primaryKey": "18B1C400-A74A-457B-8BA8-C088BC02D199"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Современные финансовые технологии",
		"primaryKey": "3519A106-225D-422B-A1FD-310410209E08"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Технология разработки ПО",
		"primaryKey": "BAC33048-BF17-48D9-8C2C-219BD471413C"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Управление интеллектуальн.собственностью",
		"primaryKey": "7C1C031C-2CBB-43C2-A0AC-A9D428843360"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Управление проектами",
		"primaryKey": "BC776690-A296-487F-BA40-99E41D8DB145"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "3E0164F7-39F0-4101-A2AE-8F8D1EA0D436"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Эконометрика",
		"primaryKey": "E9490987-2A93-4FC7-8E2F-6C81C3F9DC0C"
	},
	{
		"Группа": "АСУ3-17-1м",
		"Дисциплина": "Электронная коммерция",
		"primaryKey": "1B7FC695-4EC8-486A-98E6-DDA20C09F3A3"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "4C30FA45-1E63-48BA-8001-4CEE50D34665"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "2BBB4EB8-2E91-4002-BDCD-A38E9036EEBC"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "7A5FC90C-42F1-4EC7-9725-1B422500914F"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "2D2AD69E-97AB-431C-B770-38347AB3CDCA"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "7AD904A8-C34D-4440-9E09-C5D6FC770FAF"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "C0493685-4869-4DA8-A7C7-612AE119828F"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "9DFD44BA-5E8F-4F03-998E-EEB4B9C3E7DB"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "C17310C5-4E58-4E31-A3FA-C668006F5404"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "ECEC142C-2516-4912-A74F-D5283736595E"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Деловое общение",
		"primaryKey": "09ADA8EF-B9B9-47CF-8683-1F404B559F84"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "E6CA13A5-0212-4255-B017-E53052BF7AD2"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "8DB9DD7B-9F29-4135-848D-F68A97350904"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "46558051-DC85-460F-A2D8-DDA534B6CB3A"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "B49EC2B8-4AFA-4FDF-A63C-2262A20E5952"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "C92C7C6E-96E6-42AB-BB3C-026AD24BC22E"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "40ECD0A3-D5D7-47A6-8CD7-BE8C77E63154"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "239777C1-ED03-43A6-924C-46D75C95D7A8"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "FD3BD986-5199-420E-9CDD-D3BDE0FC5686"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "45D3AFCA-C1D5-4972-9A67-984308EAF04A"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "00D2CF3D-6CC6-4BA1-A227-0C1813527D29"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "История",
		"primaryKey": "C221B312-08C4-4E84-986D-8A891A09416F"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "7D0F71F1-460E-43AD-B836-8901E97046E0"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "35DDC5BB-69A1-408D-9B6D-250B01103FBB"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "F37C4776-38F9-4370-BF7C-CF08B80CED5C"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Математический анализ",
		"primaryKey": "04214FC0-28B6-4AA9-AE81-C7206AF3DEA9"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "C00CDA0B-E5CC-4BFD-953E-BB8F8BF8C603"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "BCDEEE1B-F168-414C-93A8-096A5B325D34"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "68AFF23E-FA4E-480B-B0DA-3DE3E1C5D93E"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "C506B25E-D5E4-4097-8D16-E9EA51F80325"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "C227D048-2982-48CB-9EE0-34B6E5003E1D"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "778DB76B-D0C0-4905-8BB5-CA42F11892CE"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "2E968664-9195-4905-A863-C9A6C21A8CDF"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "D92639A7-4205-434A-B044-0D2BE7EE2B8F"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "A619BAAB-C29A-4474-BCF5-A8568183F64A"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "A01EAB39-21F4-4123-AECB-06BD8A5ADF61"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "0C12CFC7-CF22-4D7C-A0BB-666873A95825"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "D6EC5663-1E7B-45BD-9D1F-59EBFE07F41C"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "CBDDBD69-4C9B-4900-9F45-171BCC1C02CD"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "06F1D7B3-47CC-4658-8A94-AB046B6D4CF4"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8F759AAD-BE76-476A-8560-614BCC3908D1"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "F14150D0-E990-4DB7-8DD0-4B50CCB20F7C"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "A7954193-E200-4EB2-B236-354DD610A6F1"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "FC8EEBA6-FAF4-484A-A2F4-E44949ABECE0"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "AFE7B81D-52D3-4D64-A19D-0F922EF4D8FE"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "D01F08C7-FE75-4D80-9040-733B57586C2A"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "B8036CB8-E075-49F6-8361-E79032F37B97"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "AD33ADA7-40BD-4541-9F05-37D41E113931"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "E66AC32B-0D98-4643-965A-5AF5FC351E41"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "BA8DF6B9-10B0-4977-958E-6E7909F4E313"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "40F4CFE9-2819-4E00-9170-B0EF0CA33E1F"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "C57E9719-C64B-4ED4-B5E6-5C0D8A9DEA03"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "6A17FF85-0109-4349-B84A-33723513E8AF"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "E6EDF7C5-2ECB-4F31-82BE-A543C447205F"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "2D8950C5-B445-4041-9D54-80A36AFA5211"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "1675C4E5-C841-48B0-B65B-64ED7B54D22B"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "B2240E24-E3D6-4A85-B92B-D770874DC0F1"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "70F1272E-8E04-4557-ADB2-732F33E09EB7"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "CC1C4289-64A7-40E6-81AC-41681358C270"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "E8CD180D-910C-425B-8D26-CA2C6992FA96"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "7C426F85-CCDC-4BEF-AA45-940D852DCBE8"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "011EE71C-C705-4B6C-A7AA-16A80035AAF6"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "6432C797-D0AE-441E-8B4C-A5D19093FB90"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "B1CD9777-BED7-42B5-9FF6-92FCF2DA06D4"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "28792159-D257-4C13-A727-505D7292E51A"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "2D91FD80-F169-497A-9E5A-8434FD54F31F"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "8480BBC1-A4A7-4F48-A979-9FD676547A43"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "FCBDC6F0-7588-4BAC-A210-FED7537ADEE1"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Философия",
		"primaryKey": "6C421F12-31B2-4F1C-B051-BC4894137E9D"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "645C5421-C9A1-4650-B441-4C1E32D0928A"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Экология",
		"primaryKey": "4278C350-D875-451A-AC60-2814D7427C83"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "EE38FEED-1AB2-424E-8685-E51139640704"
	},
	{
		"Группа": "РИС -14-1б",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "E8A0BD59-66F1-41FD-9996-7DD97F83FC1F"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "CFB7D107-1FBA-4487-AE04-B43468156F7E"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "609C2BDD-63F9-4476-98AD-F9D453904DB9"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "F901DD29-D22C-4D38-9CD1-5FE102B7E0A9"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "0700B153-8D0F-4914-91AE-AFD4224880C9"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "0853F75C-DDD2-4F51-82A2-5527979D2944"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "CF19A0D7-2146-42C2-9200-1E44AF06F6DF"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "22C57E5E-712F-40DD-AA63-5B82A9D73437"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "8E47E910-0661-4A60-A95E-6A457B9EC937"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "C0DC71C7-3302-490A-9C05-9565784919DB"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Деловое общение",
		"primaryKey": "AF6570E6-D9F8-4109-85C6-5B09D5A4E739"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "B84B249B-C698-4D9D-8947-BE369B4B89A5"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "84FD0133-331D-4001-A7CA-C9A225EC8352"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "85B11DDD-27A9-4A9C-A8DC-9D3843F5D837"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "BDD53FDB-1490-47C4-A730-A90578708029"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "F31E14B7-339A-4940-A059-7ED495A231E0"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "FDC01F4D-B575-462A-8F19-D01C7C235B47"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "01FAF144-33E6-4EA1-ABB4-F4443CBB4AA6"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "2BC5F399-0BFF-4C38-B3CF-D23F8B61B219"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "78F872ED-713D-4B17-8AEF-C6C8137B9710"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "История",
		"primaryKey": "C41A025D-F517-4F85-AC28-8BA92FA7B60E"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "270F8C5F-B216-4B15-92C8-9995D6230730"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "F8C1B11C-DA91-4472-B245-5196692A76B8"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "4A272BEE-5D02-4069-8576-62C8D5163A88"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Математический анализ",
		"primaryKey": "32DFF9F7-7C05-49A9-BA5A-0C15B93AD68E"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "4F468B07-3C2A-43BB-84A9-B04E5BF36799"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "B4271847-BBE5-432C-B1DB-5E8FC549E8BF"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "5FC1FEB7-4BF8-400C-9B12-1BD6CB123651"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "DDBC3BD3-47A6-46CF-B9C0-2A5868B9648A"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "6159C4D3-7688-48B0-90F7-74F699F625CF"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "A59EBCF7-1C14-4EA5-B013-33AF887D53B0"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "E197628E-9A65-4EC7-A84C-B54C7C14113B"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "BD3CC4CD-6301-4F83-B7F4-B1702D139323"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "EDF81C2E-08DF-4B52-9183-1E670BD79C71"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "AD7BF660-97BE-4DBD-8C8B-1049CB128E30"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "C4B2E5FC-40F6-496B-A48C-96AC46AB52C5"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "D8A129ED-0C65-42E4-986E-FD1CF485DE1D"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "F7F43294-3C4B-4B4D-9ADB-95BF69759C7E"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "30397144-119F-4F9B-A9CE-9E8E11AF2891"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "49F1B040-A000-461E-909E-37CDDBB759BB"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "3BC3757F-7227-4116-9CF0-4B9AC9188DEA"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "4898D25F-574A-4491-9DAF-4FCC8920083E"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "38A35823-9CC7-4560-A341-712BEEB229E8"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "ECD2EA96-8909-4D95-A234-5A04B5C1C2F2"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "3DC8FA8A-7107-4AA7-AF45-0AAC83E0B5D7"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "D949A51F-F25B-4FA1-8E2E-BF944F83A822"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "21E5FA4A-35CC-45A7-B4A6-391B2D9037BF"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "D86D2D26-1935-4E39-8D6F-D74376F7D20C"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "B16E4DB5-C32E-4792-BE8D-9A6110FBBA42"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "F00F7950-56F3-4F57-909D-4C7F4E980306"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "245183A1-6730-49D9-BB1F-BD2411857F33"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "FC4F7D9E-0012-484E-8B9E-D94372293DC4"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "E4ED061A-4BF0-421B-81B3-0BA3758B8E4C"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "1480B567-BDF0-4D07-BC38-DCF02C4FB3A3"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "C4A467E7-EC51-4202-8D7C-4377E7B1AA83"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "75D600E4-6529-4E07-BA1A-AC1A31BD05A6"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "FA831B2F-0951-4071-ACA8-12EBE33A33C2"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "02F3FEF2-C4F0-46E3-BF9A-DB06580512FD"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "FCFA72EE-ED5E-4FCA-A34E-DD7EE7665D4F"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "6D9C358F-FB27-4EE8-B11F-0E724F7C4D96"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "83E67EC6-121C-493B-A96D-C24A4CA42413"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "91115F1B-21C6-4490-82AA-AD6A057F89C4"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "52CDF30C-C6AA-4265-B3C2-45653BA44A97"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "52A85634-91D9-48D1-ADB9-2219DDEAB86E"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "2C8B245B-C2B0-4608-926C-A1D8BA9949E6"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "46F47746-231F-4466-82CD-F29F04194577"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "FEA5920A-637B-46DB-9A25-FB95DDE1B0B3"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "F3BCF7FD-9069-4CA2-9C13-49021F4F30B2"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "74FB6E44-0029-4FB3-B462-2425BCE3EBA0"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "533877D7-E036-4C83-A3D9-9D189F20B42D"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "FAB8F09F-F03F-4D58-8699-B276F56404DF"
	},
	{
		"Группа": "РИС -14-1бз",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "C615BA85-BE34-43D9-A44D-00D1FD4D8383"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "DB2C5766-643B-44E6-9850-50EBF559EA5E"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "13259E0C-B971-49D6-963B-E036C5C8DE5B"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "29A2A13C-A60E-49AA-A2DD-66F46625AC1F"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "0B52064C-CC77-4E3A-B4E4-796F56D29983"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "F0DA133E-E402-4ADD-91AC-8FFE58FC05B7"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "A867D9CE-FBD1-412F-B6C1-D7B760909575"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "A8393F72-19FF-4EB5-8061-B5CCA9CC8646"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "65FA04F5-251B-4CEF-AD3C-E0FF622188B6"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "14B1AFFE-C4AC-4E3C-911C-1F29D143514F"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Деловое общение",
		"primaryKey": "AD1BBB6E-566A-4152-8AA7-B2EA65458A8D"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "C072BEC8-EFC2-4B45-B18A-542C3D933871"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "2C183547-9328-4E34-8521-25021AE99D29"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "F1EB3B35-A7F1-4E8F-9E51-95B7E1D03819"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "043865C0-DEB0-402B-AAA6-92820A157C0D"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "F4AE2C58-F9D8-43A0-AC1E-4FED280097A4"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "CA6A5D35-CF6A-4EAB-803A-93A17C958F6D"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "E753F551-435D-4190-A922-D2D4C2E7378B"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "B2EBCE4D-EFD7-453F-A814-319172E1D505"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "D27D842D-ABF6-43D7-A9E2-1340647771BF"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "История",
		"primaryKey": "9F8E0E97-480C-41C1-919E-D81E03DBBE1F"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "CF790B5E-54E1-4B5F-981A-AC4EC303B766"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "CCBD03EA-1CF6-4FCE-BB91-EB50EE58A4AA"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "C8245F58-B28F-4467-BF81-5D3382CA7757"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Математический анализ",
		"primaryKey": "BD0C8A08-9432-4615-A003-B2824B3ADD85"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "E8998187-BCCB-4411-9579-C0C7309FDF89"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "BA18C496-D207-491D-9689-E21291C19911"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "D722FEFE-7366-4CEC-A445-CDD775B0B53E"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "5355DB2F-C34C-4722-8C92-792A22A70450"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "28FEEA61-5565-493A-84B4-1E7D8B4A11AE"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "8968228D-3CC6-441D-9396-D4757D9813B6"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "3057BD65-1A1E-406A-A892-1E6F2861AE74"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "42027625-D2F7-4AE9-B9A9-F481AC7AC5CF"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "D0B24F24-4599-4ABD-8D54-0EF6B658D63A"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "82F95E78-7618-46B2-A497-58B77EE6B84C"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "E46AB80F-CBA6-408A-9312-1ABD8F2CE022"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "1B6E8300-0C2A-4D76-A807-2307690AC473"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "BC572A44-9426-41F0-B141-6B1FE51B6A02"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "F2D9884B-75B8-4273-9050-2876583E97F4"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "37C4E9FF-2EAC-4CDD-B81D-BA70E463AAA8"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "C5A56C9F-FB5A-4E0C-9A16-1013C81E4A57"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "F2BA8F7F-B459-4173-BDD7-169FF0F1C2FF"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "88B9FDA1-786F-4FB8-9DFF-21DA44870054"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "B197E4BB-6439-465D-A2B1-6A7D0F79AB2C"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "0269C4CD-6323-4C74-B5AD-33D2A31DDBA0"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "96519D1E-79E2-4EB1-BCBC-8A9B2EC11AA1"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "151CA949-F130-4DAD-AE14-7AD7845986DE"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "AEAFA43E-BF13-4E76-A696-E709EBDD88FC"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "6B8C5CC6-3070-435F-9CF5-E60264BDA56C"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "DB2B3F5C-E0A4-4F95-8D98-733D45CC05DC"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "E1A755B0-7B49-4440-B15D-07CAE5C52DCB"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "2B199FFF-32A7-4404-8D39-A08A79F5414A"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "0A1BBAD7-97B0-4FD6-AD43-0C6E5DF595A1"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "F449F76B-54F4-4ACF-A6EA-34CADF40C2CF"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "F59DA1D3-DCE6-4E75-B1E7-52C008950F93"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "61636B0A-8BB1-4C9D-A9D9-CB9E1EA24265"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "91BC9B75-1102-46A7-9D44-945056C5F1B2"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "0367182F-7298-4692-BFF4-840B13A9DAA1"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "46B5CC14-A6C4-4680-9DD8-B10B4FF19B84"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "3C08DD9E-BB90-4A5B-A5C8-79BCDB2D515F"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "725A517C-F37F-4C8B-95ED-5BAEAFAB98F7"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "A1A34ED2-DC14-4F80-B4FD-A4BD454D3F52"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "541BD80D-9540-40C9-98DB-18217AEED6CC"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "78655FE3-CBD4-41C5-972B-1DF003121BA4"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "92EB67DC-5E94-4F96-8BDD-ABAC2AA14D4C"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "CB722EE0-5937-453F-BCAE-2FD623DB637A"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "34DD682C-6111-4286-A80F-09E16518BE4E"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "EB7BD66E-552F-419C-ADF8-A956431D3CBA"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "9158D29E-2B27-405B-B166-5854A0DFB369"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "4799F503-1768-4EB1-857C-0BA2E0022908"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "1DF937BB-669D-46B6-846B-B33B056972E6"
	},
	{
		"Группа": "РИС -14-1бзу",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "FBB8BF4E-BC39-459C-A9F8-B2CF2720D2D8"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Автоматизация адм.-управл.деятельности",
		"primaryKey": "AD5DC9CA-DEEA-4DA5-9DAC-0010D1E6C531"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Автоматизация документооборота",
		"primaryKey": "B0734AE2-35B9-4FE8-9620-29BCC1479C2C"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Алгоритмы распознавания",
		"primaryKey": "D02A6AA1-0543-466A-846E-45060D5258C9"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Вычислительная лингвистика",
		"primaryKey": "9EB925F6-8D5B-4A4D-BC21-9E862E3132A5"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "9589BB2D-9EDA-4C97-B4C1-066046750AEA"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "1D472D72-368E-41C2-A2DB-E3FC98E463DA"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "FF52E359-11E4-4FD1-9F15-411AFD831C48"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "40A5FD15-EB56-47C6-B57F-5187954E2A1C"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Комп.моделирование и комп.графика",
		"primaryKey": "D8C4AC39-BD1B-4C63-AAFE-5D0D80EA813D"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Конструирование компиляторов",
		"primaryKey": "63E8B1ED-58C5-443F-BDFC-DC99BC28D8E8"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Математические основы верификации ПО",
		"primaryKey": "18B4A5D6-C277-4CDB-83A7-433FB5914E02"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Методология научных исследований",
		"primaryKey": "85013E2B-EC9E-4463-BD3B-E8AFEBCDD5C3"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Методология программной инженерии",
		"primaryKey": "7918AA9B-A297-4E9C-9D08-1A543278C81C"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Моделирование",
		"primaryKey": "E8E93302-8D98-4FB8-8D49-DC53B3B147E2"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "796DD88C-899A-40C6-A085-50682E33ABB1"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "8980CCD1-BB2A-4F01-AB20-49F2BE7BA24C"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8096E59F-1CCE-4D8C-935B-FAAF73C33C48"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Проектирование информационных систем",
		"primaryKey": "35D9F7C1-90F2-496D-84C1-9BE1D76D25B9"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "6624AFC2-7647-497B-8DFF-913BA2BA7E3E"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "0A07E466-C1AF-429B-B46E-5C1ECCE47DBE"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "562C8179-481F-4B36-B0B0-AA12F2461D2C"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "785F465C-A516-46E3-A14D-DD5E27DAB6F3"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Распознавание образов и изображений",
		"primaryKey": "D25D0459-EBD8-452D-83F0-B78E3E0ABAEC"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "D747DBFD-364C-4A9F-BF4D-9926F10DC973"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Распределенные системы обработки информ.",
		"primaryKey": "20F62B4E-C7AC-40EC-ADDC-4D728E4B3764"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Совр.технологии поиска и обработки инф.",
		"primaryKey": "E906D7CB-2D12-4F45-92C6-0520A72A66E3"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Теория параллельных вычислений",
		"primaryKey": "79115B9E-2340-4A04-A76F-C9D7A92D0700"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Теория систем и системный анализ",
		"primaryKey": "FD26EACA-E0CF-4C6C-8E13-3A090EE7E376"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Технологии высокопроизводит.вычислений",
		"primaryKey": "77B686B0-D854-4475-B53B-DF1AE2C1A566"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "4E8C2288-C11A-41F6-9963-93A582722F62"
	},
	{
		"Группа": "РИС -14-1м",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "D8359B70-7048-45D0-92EB-D80631ABA7DD"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "4C30FA45-1E63-48BA-8001-4CEE50D34665"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "2BBB4EB8-2E91-4002-BDCD-A38E9036EEBC"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "7A5FC90C-42F1-4EC7-9725-1B422500914F"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "2D2AD69E-97AB-431C-B770-38347AB3CDCA"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "7AD904A8-C34D-4440-9E09-C5D6FC770FAF"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "C0493685-4869-4DA8-A7C7-612AE119828F"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "9DFD44BA-5E8F-4F03-998E-EEB4B9C3E7DB"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "C17310C5-4E58-4E31-A3FA-C668006F5404"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "ECEC142C-2516-4912-A74F-D5283736595E"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Деловое общение",
		"primaryKey": "09ADA8EF-B9B9-47CF-8683-1F404B559F84"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "E6CA13A5-0212-4255-B017-E53052BF7AD2"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "8DB9DD7B-9F29-4135-848D-F68A97350904"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "46558051-DC85-460F-A2D8-DDA534B6CB3A"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "B49EC2B8-4AFA-4FDF-A63C-2262A20E5952"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "C92C7C6E-96E6-42AB-BB3C-026AD24BC22E"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "40ECD0A3-D5D7-47A6-8CD7-BE8C77E63154"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "239777C1-ED03-43A6-924C-46D75C95D7A8"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "FD3BD986-5199-420E-9CDD-D3BDE0FC5686"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "45D3AFCA-C1D5-4972-9A67-984308EAF04A"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "00D2CF3D-6CC6-4BA1-A227-0C1813527D29"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "История",
		"primaryKey": "C221B312-08C4-4E84-986D-8A891A09416F"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "7D0F71F1-460E-43AD-B836-8901E97046E0"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "35DDC5BB-69A1-408D-9B6D-250B01103FBB"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "F37C4776-38F9-4370-BF7C-CF08B80CED5C"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Математический анализ",
		"primaryKey": "04214FC0-28B6-4AA9-AE81-C7206AF3DEA9"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "C00CDA0B-E5CC-4BFD-953E-BB8F8BF8C603"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "BCDEEE1B-F168-414C-93A8-096A5B325D34"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "68AFF23E-FA4E-480B-B0DA-3DE3E1C5D93E"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "C506B25E-D5E4-4097-8D16-E9EA51F80325"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "C227D048-2982-48CB-9EE0-34B6E5003E1D"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "778DB76B-D0C0-4905-8BB5-CA42F11892CE"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "2E968664-9195-4905-A863-C9A6C21A8CDF"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "D92639A7-4205-434A-B044-0D2BE7EE2B8F"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "A619BAAB-C29A-4474-BCF5-A8568183F64A"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "A01EAB39-21F4-4123-AECB-06BD8A5ADF61"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "0C12CFC7-CF22-4D7C-A0BB-666873A95825"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "D6EC5663-1E7B-45BD-9D1F-59EBFE07F41C"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "CBDDBD69-4C9B-4900-9F45-171BCC1C02CD"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "06F1D7B3-47CC-4658-8A94-AB046B6D4CF4"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8F759AAD-BE76-476A-8560-614BCC3908D1"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "F14150D0-E990-4DB7-8DD0-4B50CCB20F7C"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "A7954193-E200-4EB2-B236-354DD610A6F1"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "FC8EEBA6-FAF4-484A-A2F4-E44949ABECE0"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "AFE7B81D-52D3-4D64-A19D-0F922EF4D8FE"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "D01F08C7-FE75-4D80-9040-733B57586C2A"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "B8036CB8-E075-49F6-8361-E79032F37B97"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "AD33ADA7-40BD-4541-9F05-37D41E113931"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "E66AC32B-0D98-4643-965A-5AF5FC351E41"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "BA8DF6B9-10B0-4977-958E-6E7909F4E313"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "40F4CFE9-2819-4E00-9170-B0EF0CA33E1F"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "C57E9719-C64B-4ED4-B5E6-5C0D8A9DEA03"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "6A17FF85-0109-4349-B84A-33723513E8AF"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "E6EDF7C5-2ECB-4F31-82BE-A543C447205F"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "2D8950C5-B445-4041-9D54-80A36AFA5211"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "1675C4E5-C841-48B0-B65B-64ED7B54D22B"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "B2240E24-E3D6-4A85-B92B-D770874DC0F1"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "70F1272E-8E04-4557-ADB2-732F33E09EB7"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "CC1C4289-64A7-40E6-81AC-41681358C270"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "E8CD180D-910C-425B-8D26-CA2C6992FA96"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "7C426F85-CCDC-4BEF-AA45-940D852DCBE8"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "011EE71C-C705-4B6C-A7AA-16A80035AAF6"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "6432C797-D0AE-441E-8B4C-A5D19093FB90"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "B1CD9777-BED7-42B5-9FF6-92FCF2DA06D4"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "28792159-D257-4C13-A727-505D7292E51A"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "2D91FD80-F169-497A-9E5A-8434FD54F31F"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "8480BBC1-A4A7-4F48-A979-9FD676547A43"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "FCBDC6F0-7588-4BAC-A210-FED7537ADEE1"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Философия",
		"primaryKey": "6C421F12-31B2-4F1C-B051-BC4894137E9D"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "645C5421-C9A1-4650-B441-4C1E32D0928A"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Экология",
		"primaryKey": "4278C350-D875-451A-AC60-2814D7427C83"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "EE38FEED-1AB2-424E-8685-E51139640704"
	},
	{
		"Группа": "РИС -15-1б",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "E8A0BD59-66F1-41FD-9996-7DD97F83FC1F"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "CFB7D107-1FBA-4487-AE04-B43468156F7E"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "609C2BDD-63F9-4476-98AD-F9D453904DB9"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "F901DD29-D22C-4D38-9CD1-5FE102B7E0A9"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "0700B153-8D0F-4914-91AE-AFD4224880C9"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "0853F75C-DDD2-4F51-82A2-5527979D2944"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "CF19A0D7-2146-42C2-9200-1E44AF06F6DF"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "22C57E5E-712F-40DD-AA63-5B82A9D73437"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "8E47E910-0661-4A60-A95E-6A457B9EC937"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "C0DC71C7-3302-490A-9C05-9565784919DB"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Деловое общение",
		"primaryKey": "AF6570E6-D9F8-4109-85C6-5B09D5A4E739"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "B84B249B-C698-4D9D-8947-BE369B4B89A5"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "84FD0133-331D-4001-A7CA-C9A225EC8352"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "85B11DDD-27A9-4A9C-A8DC-9D3843F5D837"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "BDD53FDB-1490-47C4-A730-A90578708029"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "F31E14B7-339A-4940-A059-7ED495A231E0"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "FDC01F4D-B575-462A-8F19-D01C7C235B47"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "01FAF144-33E6-4EA1-ABB4-F4443CBB4AA6"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "2BC5F399-0BFF-4C38-B3CF-D23F8B61B219"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "78F872ED-713D-4B17-8AEF-C6C8137B9710"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "История",
		"primaryKey": "C41A025D-F517-4F85-AC28-8BA92FA7B60E"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "270F8C5F-B216-4B15-92C8-9995D6230730"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "F8C1B11C-DA91-4472-B245-5196692A76B8"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "4A272BEE-5D02-4069-8576-62C8D5163A88"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Математический анализ",
		"primaryKey": "32DFF9F7-7C05-49A9-BA5A-0C15B93AD68E"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "4F468B07-3C2A-43BB-84A9-B04E5BF36799"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "B4271847-BBE5-432C-B1DB-5E8FC549E8BF"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "5FC1FEB7-4BF8-400C-9B12-1BD6CB123651"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "DDBC3BD3-47A6-46CF-B9C0-2A5868B9648A"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "6159C4D3-7688-48B0-90F7-74F699F625CF"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "A59EBCF7-1C14-4EA5-B013-33AF887D53B0"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "E197628E-9A65-4EC7-A84C-B54C7C14113B"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "BD3CC4CD-6301-4F83-B7F4-B1702D139323"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "EDF81C2E-08DF-4B52-9183-1E670BD79C71"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "AD7BF660-97BE-4DBD-8C8B-1049CB128E30"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "C4B2E5FC-40F6-496B-A48C-96AC46AB52C5"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "D8A129ED-0C65-42E4-986E-FD1CF485DE1D"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "F7F43294-3C4B-4B4D-9ADB-95BF69759C7E"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "30397144-119F-4F9B-A9CE-9E8E11AF2891"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "49F1B040-A000-461E-909E-37CDDBB759BB"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "3BC3757F-7227-4116-9CF0-4B9AC9188DEA"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "4898D25F-574A-4491-9DAF-4FCC8920083E"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "38A35823-9CC7-4560-A341-712BEEB229E8"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "ECD2EA96-8909-4D95-A234-5A04B5C1C2F2"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "3DC8FA8A-7107-4AA7-AF45-0AAC83E0B5D7"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "D949A51F-F25B-4FA1-8E2E-BF944F83A822"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "21E5FA4A-35CC-45A7-B4A6-391B2D9037BF"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "D86D2D26-1935-4E39-8D6F-D74376F7D20C"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "B16E4DB5-C32E-4792-BE8D-9A6110FBBA42"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "F00F7950-56F3-4F57-909D-4C7F4E980306"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "245183A1-6730-49D9-BB1F-BD2411857F33"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "FC4F7D9E-0012-484E-8B9E-D94372293DC4"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "E4ED061A-4BF0-421B-81B3-0BA3758B8E4C"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "1480B567-BDF0-4D07-BC38-DCF02C4FB3A3"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "C4A467E7-EC51-4202-8D7C-4377E7B1AA83"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "75D600E4-6529-4E07-BA1A-AC1A31BD05A6"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "FA831B2F-0951-4071-ACA8-12EBE33A33C2"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "02F3FEF2-C4F0-46E3-BF9A-DB06580512FD"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "FCFA72EE-ED5E-4FCA-A34E-DD7EE7665D4F"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "6D9C358F-FB27-4EE8-B11F-0E724F7C4D96"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "83E67EC6-121C-493B-A96D-C24A4CA42413"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "91115F1B-21C6-4490-82AA-AD6A057F89C4"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "52CDF30C-C6AA-4265-B3C2-45653BA44A97"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "52A85634-91D9-48D1-ADB9-2219DDEAB86E"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "2C8B245B-C2B0-4608-926C-A1D8BA9949E6"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "46F47746-231F-4466-82CD-F29F04194577"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "FEA5920A-637B-46DB-9A25-FB95DDE1B0B3"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "F3BCF7FD-9069-4CA2-9C13-49021F4F30B2"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "74FB6E44-0029-4FB3-B462-2425BCE3EBA0"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "533877D7-E036-4C83-A3D9-9D189F20B42D"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "FAB8F09F-F03F-4D58-8699-B276F56404DF"
	},
	{
		"Группа": "РИС -15-1бз",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "C615BA85-BE34-43D9-A44D-00D1FD4D8383"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "DB2C5766-643B-44E6-9850-50EBF559EA5E"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "13259E0C-B971-49D6-963B-E036C5C8DE5B"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "29A2A13C-A60E-49AA-A2DD-66F46625AC1F"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "0B52064C-CC77-4E3A-B4E4-796F56D29983"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "F0DA133E-E402-4ADD-91AC-8FFE58FC05B7"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "A867D9CE-FBD1-412F-B6C1-D7B760909575"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "A8393F72-19FF-4EB5-8061-B5CCA9CC8646"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "65FA04F5-251B-4CEF-AD3C-E0FF622188B6"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "14B1AFFE-C4AC-4E3C-911C-1F29D143514F"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Деловое общение",
		"primaryKey": "AD1BBB6E-566A-4152-8AA7-B2EA65458A8D"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "C072BEC8-EFC2-4B45-B18A-542C3D933871"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "2C183547-9328-4E34-8521-25021AE99D29"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "F1EB3B35-A7F1-4E8F-9E51-95B7E1D03819"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "043865C0-DEB0-402B-AAA6-92820A157C0D"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "F4AE2C58-F9D8-43A0-AC1E-4FED280097A4"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "CA6A5D35-CF6A-4EAB-803A-93A17C958F6D"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "E753F551-435D-4190-A922-D2D4C2E7378B"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "B2EBCE4D-EFD7-453F-A814-319172E1D505"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "D27D842D-ABF6-43D7-A9E2-1340647771BF"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "История",
		"primaryKey": "9F8E0E97-480C-41C1-919E-D81E03DBBE1F"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "CF790B5E-54E1-4B5F-981A-AC4EC303B766"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "CCBD03EA-1CF6-4FCE-BB91-EB50EE58A4AA"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "C8245F58-B28F-4467-BF81-5D3382CA7757"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Математический анализ",
		"primaryKey": "BD0C8A08-9432-4615-A003-B2824B3ADD85"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "E8998187-BCCB-4411-9579-C0C7309FDF89"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "BA18C496-D207-491D-9689-E21291C19911"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "D722FEFE-7366-4CEC-A445-CDD775B0B53E"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "5355DB2F-C34C-4722-8C92-792A22A70450"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "28FEEA61-5565-493A-84B4-1E7D8B4A11AE"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "8968228D-3CC6-441D-9396-D4757D9813B6"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "3057BD65-1A1E-406A-A892-1E6F2861AE74"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "42027625-D2F7-4AE9-B9A9-F481AC7AC5CF"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "D0B24F24-4599-4ABD-8D54-0EF6B658D63A"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "82F95E78-7618-46B2-A497-58B77EE6B84C"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "E46AB80F-CBA6-408A-9312-1ABD8F2CE022"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "1B6E8300-0C2A-4D76-A807-2307690AC473"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "BC572A44-9426-41F0-B141-6B1FE51B6A02"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "F2D9884B-75B8-4273-9050-2876583E97F4"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "37C4E9FF-2EAC-4CDD-B81D-BA70E463AAA8"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "C5A56C9F-FB5A-4E0C-9A16-1013C81E4A57"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "F2BA8F7F-B459-4173-BDD7-169FF0F1C2FF"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "88B9FDA1-786F-4FB8-9DFF-21DA44870054"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "B197E4BB-6439-465D-A2B1-6A7D0F79AB2C"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "0269C4CD-6323-4C74-B5AD-33D2A31DDBA0"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "96519D1E-79E2-4EB1-BCBC-8A9B2EC11AA1"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "151CA949-F130-4DAD-AE14-7AD7845986DE"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "AEAFA43E-BF13-4E76-A696-E709EBDD88FC"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "6B8C5CC6-3070-435F-9CF5-E60264BDA56C"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "DB2B3F5C-E0A4-4F95-8D98-733D45CC05DC"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "E1A755B0-7B49-4440-B15D-07CAE5C52DCB"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "2B199FFF-32A7-4404-8D39-A08A79F5414A"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "0A1BBAD7-97B0-4FD6-AD43-0C6E5DF595A1"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "F449F76B-54F4-4ACF-A6EA-34CADF40C2CF"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "F59DA1D3-DCE6-4E75-B1E7-52C008950F93"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "61636B0A-8BB1-4C9D-A9D9-CB9E1EA24265"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "91BC9B75-1102-46A7-9D44-945056C5F1B2"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "0367182F-7298-4692-BFF4-840B13A9DAA1"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "46B5CC14-A6C4-4680-9DD8-B10B4FF19B84"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "3C08DD9E-BB90-4A5B-A5C8-79BCDB2D515F"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "725A517C-F37F-4C8B-95ED-5BAEAFAB98F7"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "A1A34ED2-DC14-4F80-B4FD-A4BD454D3F52"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "541BD80D-9540-40C9-98DB-18217AEED6CC"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "78655FE3-CBD4-41C5-972B-1DF003121BA4"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "92EB67DC-5E94-4F96-8BDD-ABAC2AA14D4C"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "CB722EE0-5937-453F-BCAE-2FD623DB637A"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "34DD682C-6111-4286-A80F-09E16518BE4E"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "EB7BD66E-552F-419C-ADF8-A956431D3CBA"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "9158D29E-2B27-405B-B166-5854A0DFB369"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "4799F503-1768-4EB1-857C-0BA2E0022908"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "1DF937BB-669D-46B6-846B-B33B056972E6"
	},
	{
		"Группа": "РИС -15-1бзу",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "FBB8BF4E-BC39-459C-A9F8-B2CF2720D2D8"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Автоматизация адм.-управл.деятельности",
		"primaryKey": "AD5DC9CA-DEEA-4DA5-9DAC-0010D1E6C531"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Автоматизация документооборота",
		"primaryKey": "B0734AE2-35B9-4FE8-9620-29BCC1479C2C"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Алгоритмы распознавания",
		"primaryKey": "D02A6AA1-0543-466A-846E-45060D5258C9"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Вычислительная лингвистика",
		"primaryKey": "9EB925F6-8D5B-4A4D-BC21-9E862E3132A5"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "9589BB2D-9EDA-4C97-B4C1-066046750AEA"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "1D472D72-368E-41C2-A2DB-E3FC98E463DA"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "FF52E359-11E4-4FD1-9F15-411AFD831C48"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "40A5FD15-EB56-47C6-B57F-5187954E2A1C"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Комп.моделирование и комп.графика",
		"primaryKey": "D8C4AC39-BD1B-4C63-AAFE-5D0D80EA813D"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Конструирование компиляторов",
		"primaryKey": "63E8B1ED-58C5-443F-BDFC-DC99BC28D8E8"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Математические основы верификации ПО",
		"primaryKey": "18B4A5D6-C277-4CDB-83A7-433FB5914E02"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Методология научных исследований",
		"primaryKey": "85013E2B-EC9E-4463-BD3B-E8AFEBCDD5C3"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Методология программной инженерии",
		"primaryKey": "7918AA9B-A297-4E9C-9D08-1A543278C81C"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Моделирование",
		"primaryKey": "E8E93302-8D98-4FB8-8D49-DC53B3B147E2"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "796DD88C-899A-40C6-A085-50682E33ABB1"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "8980CCD1-BB2A-4F01-AB20-49F2BE7BA24C"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8096E59F-1CCE-4D8C-935B-FAAF73C33C48"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Проектирование информационных систем",
		"primaryKey": "35D9F7C1-90F2-496D-84C1-9BE1D76D25B9"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "6624AFC2-7647-497B-8DFF-913BA2BA7E3E"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "0A07E466-C1AF-429B-B46E-5C1ECCE47DBE"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "562C8179-481F-4B36-B0B0-AA12F2461D2C"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "785F465C-A516-46E3-A14D-DD5E27DAB6F3"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Распознавание образов и изображений",
		"primaryKey": "D25D0459-EBD8-452D-83F0-B78E3E0ABAEC"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "D747DBFD-364C-4A9F-BF4D-9926F10DC973"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Распределенные системы обработки информ.",
		"primaryKey": "20F62B4E-C7AC-40EC-ADDC-4D728E4B3764"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Совр.технологии поиска и обработки инф.",
		"primaryKey": "E906D7CB-2D12-4F45-92C6-0520A72A66E3"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Теория параллельных вычислений",
		"primaryKey": "79115B9E-2340-4A04-A76F-C9D7A92D0700"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Теория систем и системный анализ",
		"primaryKey": "FD26EACA-E0CF-4C6C-8E13-3A090EE7E376"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Технологии высокопроизводит.вычислений",
		"primaryKey": "77B686B0-D854-4475-B53B-DF1AE2C1A566"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "4E8C2288-C11A-41F6-9963-93A582722F62"
	},
	{
		"Группа": "РИС -15-1м",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "D8359B70-7048-45D0-92EB-D80631ABA7DD"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "4C30FA45-1E63-48BA-8001-4CEE50D34665"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "2BBB4EB8-2E91-4002-BDCD-A38E9036EEBC"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "7A5FC90C-42F1-4EC7-9725-1B422500914F"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "2D2AD69E-97AB-431C-B770-38347AB3CDCA"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "7AD904A8-C34D-4440-9E09-C5D6FC770FAF"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "C0493685-4869-4DA8-A7C7-612AE119828F"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "9DFD44BA-5E8F-4F03-998E-EEB4B9C3E7DB"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "C17310C5-4E58-4E31-A3FA-C668006F5404"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "ECEC142C-2516-4912-A74F-D5283736595E"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Деловое общение",
		"primaryKey": "09ADA8EF-B9B9-47CF-8683-1F404B559F84"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "E6CA13A5-0212-4255-B017-E53052BF7AD2"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "8DB9DD7B-9F29-4135-848D-F68A97350904"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "46558051-DC85-460F-A2D8-DDA534B6CB3A"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "B49EC2B8-4AFA-4FDF-A63C-2262A20E5952"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "C92C7C6E-96E6-42AB-BB3C-026AD24BC22E"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "40ECD0A3-D5D7-47A6-8CD7-BE8C77E63154"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "239777C1-ED03-43A6-924C-46D75C95D7A8"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "FD3BD986-5199-420E-9CDD-D3BDE0FC5686"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "45D3AFCA-C1D5-4972-9A67-984308EAF04A"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "00D2CF3D-6CC6-4BA1-A227-0C1813527D29"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "История",
		"primaryKey": "C221B312-08C4-4E84-986D-8A891A09416F"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "7D0F71F1-460E-43AD-B836-8901E97046E0"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "35DDC5BB-69A1-408D-9B6D-250B01103FBB"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "F37C4776-38F9-4370-BF7C-CF08B80CED5C"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Математический анализ",
		"primaryKey": "04214FC0-28B6-4AA9-AE81-C7206AF3DEA9"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "C00CDA0B-E5CC-4BFD-953E-BB8F8BF8C603"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "BCDEEE1B-F168-414C-93A8-096A5B325D34"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "68AFF23E-FA4E-480B-B0DA-3DE3E1C5D93E"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "C506B25E-D5E4-4097-8D16-E9EA51F80325"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "C227D048-2982-48CB-9EE0-34B6E5003E1D"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "778DB76B-D0C0-4905-8BB5-CA42F11892CE"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "2E968664-9195-4905-A863-C9A6C21A8CDF"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "D92639A7-4205-434A-B044-0D2BE7EE2B8F"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "A619BAAB-C29A-4474-BCF5-A8568183F64A"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "A01EAB39-21F4-4123-AECB-06BD8A5ADF61"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "0C12CFC7-CF22-4D7C-A0BB-666873A95825"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "D6EC5663-1E7B-45BD-9D1F-59EBFE07F41C"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "CBDDBD69-4C9B-4900-9F45-171BCC1C02CD"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "06F1D7B3-47CC-4658-8A94-AB046B6D4CF4"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8F759AAD-BE76-476A-8560-614BCC3908D1"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "F14150D0-E990-4DB7-8DD0-4B50CCB20F7C"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "A7954193-E200-4EB2-B236-354DD610A6F1"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "FC8EEBA6-FAF4-484A-A2F4-E44949ABECE0"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "AFE7B81D-52D3-4D64-A19D-0F922EF4D8FE"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "D01F08C7-FE75-4D80-9040-733B57586C2A"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "B8036CB8-E075-49F6-8361-E79032F37B97"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "AD33ADA7-40BD-4541-9F05-37D41E113931"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "E66AC32B-0D98-4643-965A-5AF5FC351E41"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "BA8DF6B9-10B0-4977-958E-6E7909F4E313"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "40F4CFE9-2819-4E00-9170-B0EF0CA33E1F"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "C57E9719-C64B-4ED4-B5E6-5C0D8A9DEA03"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "6A17FF85-0109-4349-B84A-33723513E8AF"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "E6EDF7C5-2ECB-4F31-82BE-A543C447205F"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "2D8950C5-B445-4041-9D54-80A36AFA5211"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "1675C4E5-C841-48B0-B65B-64ED7B54D22B"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "B2240E24-E3D6-4A85-B92B-D770874DC0F1"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "70F1272E-8E04-4557-ADB2-732F33E09EB7"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "CC1C4289-64A7-40E6-81AC-41681358C270"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "E8CD180D-910C-425B-8D26-CA2C6992FA96"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "7C426F85-CCDC-4BEF-AA45-940D852DCBE8"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "011EE71C-C705-4B6C-A7AA-16A80035AAF6"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "6432C797-D0AE-441E-8B4C-A5D19093FB90"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "B1CD9777-BED7-42B5-9FF6-92FCF2DA06D4"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "28792159-D257-4C13-A727-505D7292E51A"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "2D91FD80-F169-497A-9E5A-8434FD54F31F"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "8480BBC1-A4A7-4F48-A979-9FD676547A43"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "FCBDC6F0-7588-4BAC-A210-FED7537ADEE1"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Философия",
		"primaryKey": "6C421F12-31B2-4F1C-B051-BC4894137E9D"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "645C5421-C9A1-4650-B441-4C1E32D0928A"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Экология",
		"primaryKey": "4278C350-D875-451A-AC60-2814D7427C83"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "EE38FEED-1AB2-424E-8685-E51139640704"
	},
	{
		"Группа": "РИС -16-1б",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "E8A0BD59-66F1-41FD-9996-7DD97F83FC1F"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "E8D4BE4D-9725-4739-9082-747AF5682530"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "A7CC7307-3100-4C91-BA79-BC981AC50174"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "74F24A55-870A-4B84-9E70-DC35CE911298"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "3660B0C5-C093-46F2-B13E-192C8C2D01A8"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "258366E4-BE4E-4C32-9577-8F1D2F94ECA3"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "CAC17CCF-08C9-4A2D-BA31-B0C63600AE8D"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "46060841-7234-4EED-8DD5-CE96DCDF8C27"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "D959408A-7F5E-4B46-A2F1-1C0EC533268B"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "9888A739-2934-46F9-B99B-64C0AC3A5AC5"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Деловое общение",
		"primaryKey": "D8B94C99-71A7-46E6-B5C8-33A978FDAB39"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "490A11E5-D3FD-4998-AD42-83D8EC6A6019"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "5F6D5F7B-D282-4FAA-9610-73710AFA1EDA"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "1954D43E-C355-4104-8312-40D811CD3D50"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "6CF34210-BFE4-4BF1-B7B6-67BB75FD49D9"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "67499C91-6B05-43EB-8AD5-D41AB0FDD3CE"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "6749C3C3-D37E-495A-BB2D-032B4A536581"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "C94697DB-6AF7-41B9-9D9D-4C4B448D2D7E"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "FAD8AAC8-69EB-4A39-A564-CC2BAA3DEE48"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "EAE67B32-9C1B-4677-9F7F-29E568DA21D3"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "История",
		"primaryKey": "B3B32431-C077-4941-A4AD-D3FAEF6BD0AB"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "5D81B375-E6D2-4AA6-B9A9-015E2369DE48"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "26F3FE88-5989-4828-A31B-A4239D2C3C3B"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "C6B88400-2110-43EB-B5A9-9FED0E3510C5"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Математический анализ",
		"primaryKey": "EB706E7E-B1BC-42EF-828C-C4DD2D387EBF"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "15CAD5E1-CF5A-464F-9A34-BF4A1D603160"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "C94D57B8-D29D-4906-AD20-47E2B00E93C1"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "3F48390F-81CC-452D-8B06-595DA0FE9B03"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "45FA83F8-2CCA-4A2D-97AE-9885744E2960"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "E889C63C-3257-4B4A-B1E6-D41748B57C37"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "F02745E1-B383-4A59-B9D0-973E73F986B5"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "EEC13883-FCC8-4C71-827C-606BB1D2173E"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "904A514F-CF0D-4AE8-ACC1-94D4457C9143"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "35FAA7A1-13B0-45F5-ADC5-2E113D7D40DF"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "CCFEB42C-C3E9-4B6F-B528-EB8CC3E7C425"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "1FB8CC4B-A281-48F1-9381-6B4C1470141B"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "B3FA9676-D8F5-47C1-857F-F22F37136C54"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "A19A9350-8D45-4378-860A-4B847CB0EED5"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "CAA5989A-9AE6-4D65-BE7E-5EB9B0A31CCD"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "C9DB77BB-06EB-4E41-9308-B1FEBB64401A"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "62CAB4F8-EC3D-4E74-9AD2-10A58F0A6857"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "775FDDB4-F474-48E4-A43F-5EDE35868285"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "EBE17690-AFB3-45EB-9909-059B9A4D513D"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "69834F57-337A-45E9-BF39-E6171BD16AB3"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "F4C6EF2F-5EAC-45CD-A7F0-307A495121CF"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "60C693B7-7695-48BF-8C40-86C569CAB79B"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "9292396D-70A1-4C9B-AADB-F7240A81106C"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "CF58B0BB-3EF0-4A17-A595-D1539DF97036"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "7E18F379-00E0-4691-9885-9ECD4585A660"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "8EC3F50E-3973-4CDA-A5D3-D79531C01848"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "2FD6831F-73C9-4983-91A1-BAA2AAAA8985"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "267C3E09-CA09-422F-B893-76A3BF1C7BA2"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "BB1961C5-D7A4-4FA4-9F89-3386C369DD88"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "3382E875-733E-47B2-82A5-83BC2B7555DE"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "D49A0A58-A5B3-4658-B85D-E5843386F365"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "5665AFB0-E65B-4E82-80A7-539FB0B2C48F"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "225A2600-F2F6-40DD-B12B-A73AB63C34DC"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "4A39AD48-64B3-4025-8FF6-E875EB8E43A4"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "56B9D648-67E2-4818-AFE9-229E77C6215A"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "28911D93-83B0-40D5-902F-76C64F79962A"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "5930B64E-CD1C-4FC8-8C5D-4A619D4788E5"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "DE513668-968C-47B2-8601-0727F09A8912"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "1F4C741D-469A-46DE-9E98-E1F3A3F78E01"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "F16E4F10-4719-4312-8204-0D0E29BFCCAA"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "E4915F30-A74A-4F01-981F-7B5CC37A5D18"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "15410395-B23A-460B-97B2-36E1C4530068"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "3888EF7A-FCB6-4B27-83B3-57DF387A9FB6"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "BB49544D-6946-4203-A62E-D1F656F23ADB"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "7F5DBE11-F0F1-42BF-9CC4-EED620D9E45B"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "78E19A77-1061-4552-91F8-B04CEAAB7244"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "69E612F4-EE66-4D90-BD09-EF12661B004F"
	},
	{
		"Группа": "РИС -16-1бз",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "C670FE15-D4F8-40ED-814B-9F73078130BD"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "DB2C5766-643B-44E6-9850-50EBF559EA5E"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "13259E0C-B971-49D6-963B-E036C5C8DE5B"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "29A2A13C-A60E-49AA-A2DD-66F46625AC1F"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "0B52064C-CC77-4E3A-B4E4-796F56D29983"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "F0DA133E-E402-4ADD-91AC-8FFE58FC05B7"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "A867D9CE-FBD1-412F-B6C1-D7B760909575"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "A8393F72-19FF-4EB5-8061-B5CCA9CC8646"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "65FA04F5-251B-4CEF-AD3C-E0FF622188B6"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "14B1AFFE-C4AC-4E3C-911C-1F29D143514F"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Деловое общение",
		"primaryKey": "AD1BBB6E-566A-4152-8AA7-B2EA65458A8D"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "C072BEC8-EFC2-4B45-B18A-542C3D933871"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "2C183547-9328-4E34-8521-25021AE99D29"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "F1EB3B35-A7F1-4E8F-9E51-95B7E1D03819"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "043865C0-DEB0-402B-AAA6-92820A157C0D"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "F4AE2C58-F9D8-43A0-AC1E-4FED280097A4"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "CA6A5D35-CF6A-4EAB-803A-93A17C958F6D"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "E753F551-435D-4190-A922-D2D4C2E7378B"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "B2EBCE4D-EFD7-453F-A814-319172E1D505"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "D27D842D-ABF6-43D7-A9E2-1340647771BF"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "История",
		"primaryKey": "9F8E0E97-480C-41C1-919E-D81E03DBBE1F"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "CF790B5E-54E1-4B5F-981A-AC4EC303B766"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "CCBD03EA-1CF6-4FCE-BB91-EB50EE58A4AA"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "C8245F58-B28F-4467-BF81-5D3382CA7757"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Математический анализ",
		"primaryKey": "BD0C8A08-9432-4615-A003-B2824B3ADD85"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "E8998187-BCCB-4411-9579-C0C7309FDF89"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "BA18C496-D207-491D-9689-E21291C19911"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "D722FEFE-7366-4CEC-A445-CDD775B0B53E"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "5355DB2F-C34C-4722-8C92-792A22A70450"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "28FEEA61-5565-493A-84B4-1E7D8B4A11AE"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "8968228D-3CC6-441D-9396-D4757D9813B6"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "3057BD65-1A1E-406A-A892-1E6F2861AE74"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "42027625-D2F7-4AE9-B9A9-F481AC7AC5CF"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "D0B24F24-4599-4ABD-8D54-0EF6B658D63A"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "82F95E78-7618-46B2-A497-58B77EE6B84C"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "E46AB80F-CBA6-408A-9312-1ABD8F2CE022"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "1B6E8300-0C2A-4D76-A807-2307690AC473"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "BC572A44-9426-41F0-B141-6B1FE51B6A02"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "F2D9884B-75B8-4273-9050-2876583E97F4"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "37C4E9FF-2EAC-4CDD-B81D-BA70E463AAA8"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "C5A56C9F-FB5A-4E0C-9A16-1013C81E4A57"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "F2BA8F7F-B459-4173-BDD7-169FF0F1C2FF"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "88B9FDA1-786F-4FB8-9DFF-21DA44870054"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "B197E4BB-6439-465D-A2B1-6A7D0F79AB2C"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "0269C4CD-6323-4C74-B5AD-33D2A31DDBA0"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "96519D1E-79E2-4EB1-BCBC-8A9B2EC11AA1"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "151CA949-F130-4DAD-AE14-7AD7845986DE"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "AEAFA43E-BF13-4E76-A696-E709EBDD88FC"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "6B8C5CC6-3070-435F-9CF5-E60264BDA56C"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "DB2B3F5C-E0A4-4F95-8D98-733D45CC05DC"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "E1A755B0-7B49-4440-B15D-07CAE5C52DCB"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "2B199FFF-32A7-4404-8D39-A08A79F5414A"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "0A1BBAD7-97B0-4FD6-AD43-0C6E5DF595A1"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "F449F76B-54F4-4ACF-A6EA-34CADF40C2CF"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "F59DA1D3-DCE6-4E75-B1E7-52C008950F93"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "61636B0A-8BB1-4C9D-A9D9-CB9E1EA24265"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "91BC9B75-1102-46A7-9D44-945056C5F1B2"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "0367182F-7298-4692-BFF4-840B13A9DAA1"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "46B5CC14-A6C4-4680-9DD8-B10B4FF19B84"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "3C08DD9E-BB90-4A5B-A5C8-79BCDB2D515F"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "725A517C-F37F-4C8B-95ED-5BAEAFAB98F7"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "A1A34ED2-DC14-4F80-B4FD-A4BD454D3F52"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "541BD80D-9540-40C9-98DB-18217AEED6CC"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "78655FE3-CBD4-41C5-972B-1DF003121BA4"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "92EB67DC-5E94-4F96-8BDD-ABAC2AA14D4C"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "CB722EE0-5937-453F-BCAE-2FD623DB637A"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "34DD682C-6111-4286-A80F-09E16518BE4E"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "EB7BD66E-552F-419C-ADF8-A956431D3CBA"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "9158D29E-2B27-405B-B166-5854A0DFB369"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "4799F503-1768-4EB1-857C-0BA2E0022908"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "1DF937BB-669D-46B6-846B-B33B056972E6"
	},
	{
		"Группа": "РИС -16-1бзу",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "FBB8BF4E-BC39-459C-A9F8-B2CF2720D2D8"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Автоматизация адм.-управл.деятельности",
		"primaryKey": "AD5DC9CA-DEEA-4DA5-9DAC-0010D1E6C531"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Автоматизация документооборота",
		"primaryKey": "B0734AE2-35B9-4FE8-9620-29BCC1479C2C"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Алгоритмы распознавания",
		"primaryKey": "D02A6AA1-0543-466A-846E-45060D5258C9"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Вычислительная лингвистика",
		"primaryKey": "9EB925F6-8D5B-4A4D-BC21-9E862E3132A5"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "9589BB2D-9EDA-4C97-B4C1-066046750AEA"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "1D472D72-368E-41C2-A2DB-E3FC98E463DA"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "FF52E359-11E4-4FD1-9F15-411AFD831C48"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "40A5FD15-EB56-47C6-B57F-5187954E2A1C"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Комп.моделирование и комп.графика",
		"primaryKey": "D8C4AC39-BD1B-4C63-AAFE-5D0D80EA813D"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Конструирование компиляторов",
		"primaryKey": "63E8B1ED-58C5-443F-BDFC-DC99BC28D8E8"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Математические основы верификации ПО",
		"primaryKey": "18B4A5D6-C277-4CDB-83A7-433FB5914E02"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Методология научных исследований",
		"primaryKey": "85013E2B-EC9E-4463-BD3B-E8AFEBCDD5C3"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Методология программной инженерии",
		"primaryKey": "7918AA9B-A297-4E9C-9D08-1A543278C81C"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Моделирование",
		"primaryKey": "E8E93302-8D98-4FB8-8D49-DC53B3B147E2"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "796DD88C-899A-40C6-A085-50682E33ABB1"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "8980CCD1-BB2A-4F01-AB20-49F2BE7BA24C"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8096E59F-1CCE-4D8C-935B-FAAF73C33C48"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Проектирование информационных систем",
		"primaryKey": "35D9F7C1-90F2-496D-84C1-9BE1D76D25B9"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "6624AFC2-7647-497B-8DFF-913BA2BA7E3E"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "0A07E466-C1AF-429B-B46E-5C1ECCE47DBE"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "562C8179-481F-4B36-B0B0-AA12F2461D2C"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "785F465C-A516-46E3-A14D-DD5E27DAB6F3"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Распознавание образов и изображений",
		"primaryKey": "D25D0459-EBD8-452D-83F0-B78E3E0ABAEC"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "D747DBFD-364C-4A9F-BF4D-9926F10DC973"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Распределенные системы обработки информ.",
		"primaryKey": "20F62B4E-C7AC-40EC-ADDC-4D728E4B3764"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Совр.технологии поиска и обработки инф.",
		"primaryKey": "E906D7CB-2D12-4F45-92C6-0520A72A66E3"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Теория параллельных вычислений",
		"primaryKey": "79115B9E-2340-4A04-A76F-C9D7A92D0700"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Теория систем и системный анализ",
		"primaryKey": "FD26EACA-E0CF-4C6C-8E13-3A090EE7E376"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Технологии высокопроизводит.вычислений",
		"primaryKey": "77B686B0-D854-4475-B53B-DF1AE2C1A566"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "4E8C2288-C11A-41F6-9963-93A582722F62"
	},
	{
		"Группа": "РИС -16-1м",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "D8359B70-7048-45D0-92EB-D80631ABA7DD"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "4C30FA45-1E63-48BA-8001-4CEE50D34665"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "2BBB4EB8-2E91-4002-BDCD-A38E9036EEBC"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "7A5FC90C-42F1-4EC7-9725-1B422500914F"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "2D2AD69E-97AB-431C-B770-38347AB3CDCA"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "7AD904A8-C34D-4440-9E09-C5D6FC770FAF"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "C0493685-4869-4DA8-A7C7-612AE119828F"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "9DFD44BA-5E8F-4F03-998E-EEB4B9C3E7DB"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "C17310C5-4E58-4E31-A3FA-C668006F5404"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "ECEC142C-2516-4912-A74F-D5283736595E"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Деловое общение",
		"primaryKey": "09ADA8EF-B9B9-47CF-8683-1F404B559F84"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "E6CA13A5-0212-4255-B017-E53052BF7AD2"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "8DB9DD7B-9F29-4135-848D-F68A97350904"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "46558051-DC85-460F-A2D8-DDA534B6CB3A"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "B49EC2B8-4AFA-4FDF-A63C-2262A20E5952"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "C92C7C6E-96E6-42AB-BB3C-026AD24BC22E"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "40ECD0A3-D5D7-47A6-8CD7-BE8C77E63154"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "239777C1-ED03-43A6-924C-46D75C95D7A8"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "FD3BD986-5199-420E-9CDD-D3BDE0FC5686"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "45D3AFCA-C1D5-4972-9A67-984308EAF04A"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "00D2CF3D-6CC6-4BA1-A227-0C1813527D29"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "История",
		"primaryKey": "C221B312-08C4-4E84-986D-8A891A09416F"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "7D0F71F1-460E-43AD-B836-8901E97046E0"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "35DDC5BB-69A1-408D-9B6D-250B01103FBB"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "F37C4776-38F9-4370-BF7C-CF08B80CED5C"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Математический анализ",
		"primaryKey": "04214FC0-28B6-4AA9-AE81-C7206AF3DEA9"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "C00CDA0B-E5CC-4BFD-953E-BB8F8BF8C603"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "BCDEEE1B-F168-414C-93A8-096A5B325D34"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "68AFF23E-FA4E-480B-B0DA-3DE3E1C5D93E"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "C506B25E-D5E4-4097-8D16-E9EA51F80325"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "C227D048-2982-48CB-9EE0-34B6E5003E1D"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "778DB76B-D0C0-4905-8BB5-CA42F11892CE"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "2E968664-9195-4905-A863-C9A6C21A8CDF"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "D92639A7-4205-434A-B044-0D2BE7EE2B8F"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "A619BAAB-C29A-4474-BCF5-A8568183F64A"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "A01EAB39-21F4-4123-AECB-06BD8A5ADF61"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "0C12CFC7-CF22-4D7C-A0BB-666873A95825"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "D6EC5663-1E7B-45BD-9D1F-59EBFE07F41C"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "CBDDBD69-4C9B-4900-9F45-171BCC1C02CD"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "06F1D7B3-47CC-4658-8A94-AB046B6D4CF4"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8F759AAD-BE76-476A-8560-614BCC3908D1"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "F14150D0-E990-4DB7-8DD0-4B50CCB20F7C"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "A7954193-E200-4EB2-B236-354DD610A6F1"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "FC8EEBA6-FAF4-484A-A2F4-E44949ABECE0"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "AFE7B81D-52D3-4D64-A19D-0F922EF4D8FE"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "D01F08C7-FE75-4D80-9040-733B57586C2A"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "B8036CB8-E075-49F6-8361-E79032F37B97"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "AD33ADA7-40BD-4541-9F05-37D41E113931"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "E66AC32B-0D98-4643-965A-5AF5FC351E41"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "BA8DF6B9-10B0-4977-958E-6E7909F4E313"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "40F4CFE9-2819-4E00-9170-B0EF0CA33E1F"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "C57E9719-C64B-4ED4-B5E6-5C0D8A9DEA03"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "6A17FF85-0109-4349-B84A-33723513E8AF"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "E6EDF7C5-2ECB-4F31-82BE-A543C447205F"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "2D8950C5-B445-4041-9D54-80A36AFA5211"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "1675C4E5-C841-48B0-B65B-64ED7B54D22B"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "B2240E24-E3D6-4A85-B92B-D770874DC0F1"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "70F1272E-8E04-4557-ADB2-732F33E09EB7"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "CC1C4289-64A7-40E6-81AC-41681358C270"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "E8CD180D-910C-425B-8D26-CA2C6992FA96"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "7C426F85-CCDC-4BEF-AA45-940D852DCBE8"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "011EE71C-C705-4B6C-A7AA-16A80035AAF6"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "6432C797-D0AE-441E-8B4C-A5D19093FB90"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "B1CD9777-BED7-42B5-9FF6-92FCF2DA06D4"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "28792159-D257-4C13-A727-505D7292E51A"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "2D91FD80-F169-497A-9E5A-8434FD54F31F"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "8480BBC1-A4A7-4F48-A979-9FD676547A43"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "FCBDC6F0-7588-4BAC-A210-FED7537ADEE1"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Философия",
		"primaryKey": "6C421F12-31B2-4F1C-B051-BC4894137E9D"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "645C5421-C9A1-4650-B441-4C1E32D0928A"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Экология",
		"primaryKey": "4278C350-D875-451A-AC60-2814D7427C83"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "EE38FEED-1AB2-424E-8685-E51139640704"
	},
	{
		"Группа": "РИС -17-1б",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "E8A0BD59-66F1-41FD-9996-7DD97F83FC1F"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Автоматизация адм.-управл.деятельности",
		"primaryKey": "AD5DC9CA-DEEA-4DA5-9DAC-0010D1E6C531"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Автоматизация документооборота",
		"primaryKey": "B0734AE2-35B9-4FE8-9620-29BCC1479C2C"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Алгоритмы распознавания",
		"primaryKey": "D02A6AA1-0543-466A-846E-45060D5258C9"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Вычислительная лингвистика",
		"primaryKey": "9EB925F6-8D5B-4A4D-BC21-9E862E3132A5"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Геоинформационные системы",
		"primaryKey": "9589BB2D-9EDA-4C97-B4C1-066046750AEA"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "1D472D72-368E-41C2-A2DB-E3FC98E463DA"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Деловой иностранный язык",
		"primaryKey": "FF52E359-11E4-4FD1-9F15-411AFD831C48"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "ИГА",
		"primaryKey": "40A5FD15-EB56-47C6-B57F-5187954E2A1C"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Комп.моделирование и комп.графика",
		"primaryKey": "D8C4AC39-BD1B-4C63-AAFE-5D0D80EA813D"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Конструирование компиляторов",
		"primaryKey": "63E8B1ED-58C5-443F-BDFC-DC99BC28D8E8"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Математические основы верификации ПО",
		"primaryKey": "18B4A5D6-C277-4CDB-83A7-433FB5914E02"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Методология научных исследований",
		"primaryKey": "85013E2B-EC9E-4463-BD3B-E8AFEBCDD5C3"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Методология программной инженерии",
		"primaryKey": "7918AA9B-A297-4E9C-9D08-1A543278C81C"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Моделирование",
		"primaryKey": "E8E93302-8D98-4FB8-8D49-DC53B3B147E2"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Научно-образовательные ресурсы ПНИПУ",
		"primaryKey": "796DD88C-899A-40C6-A085-50682E33ABB1"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Педагогика",
		"primaryKey": "8980CCD1-BB2A-4F01-AB20-49F2BE7BA24C"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "8096E59F-1CCE-4D8C-935B-FAAF73C33C48"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Проектирование информационных систем",
		"primaryKey": "35D9F7C1-90F2-496D-84C1-9BE1D76D25B9"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Производственная практика (научно-исследовательская работа)",
		"primaryKey": "6624AFC2-7647-497B-8DFF-913BA2BA7E3E"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Производственная практика (научно-исследовательский семинар)",
		"primaryKey": "0A07E466-C1AF-429B-B46E-5C1ECCE47DBE"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "562C8179-481F-4B36-B0B0-AA12F2461D2C"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "785F465C-A516-46E3-A14D-DD5E27DAB6F3"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Распознавание образов и изображений",
		"primaryKey": "D25D0459-EBD8-452D-83F0-B78E3E0ABAEC"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Распределенные базы и банки данных",
		"primaryKey": "D747DBFD-364C-4A9F-BF4D-9926F10DC973"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Распределенные системы обработки информ.",
		"primaryKey": "20F62B4E-C7AC-40EC-ADDC-4D728E4B3764"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Совр.технологии поиска и обработки инф.",
		"primaryKey": "E906D7CB-2D12-4F45-92C6-0520A72A66E3"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Теория параллельных вычислений",
		"primaryKey": "79115B9E-2340-4A04-A76F-C9D7A92D0700"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Теория систем и системный анализ",
		"primaryKey": "FD26EACA-E0CF-4C6C-8E13-3A090EE7E376"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Технологии высокопроизводит.вычислений",
		"primaryKey": "77B686B0-D854-4475-B53B-DF1AE2C1A566"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Философские проблемы науки и техники",
		"primaryKey": "4E8C2288-C11A-41F6-9963-93A582722F62"
	},
	{
		"Группа": "РИС -17-1м",
		"Дисциплина": "Цифровая обработка сигналов",
		"primaryKey": "D8359B70-7048-45D0-92EB-D80631ABA7DD"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Алгебра и геометрия",
		"primaryKey": "DB2C5766-643B-44E6-9850-50EBF559EA5E"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Алгоритмы и структуры данных",
		"primaryKey": "13259E0C-B971-49D6-963B-E036C5C8DE5B"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Архитектура вычислительных систем",
		"primaryKey": "29A2A13C-A60E-49AA-A2DD-66F46625AC1F"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "0B52064C-CC77-4E3A-B4E4-796F56D29983"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "F0DA133E-E402-4ADD-91AC-8FFE58FC05B7"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Введение в программную инженерию",
		"primaryKey": "A867D9CE-FBD1-412F-B6C1-D7B760909575"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Виртуальные социально-экономич.системы",
		"primaryKey": "A8393F72-19FF-4EB5-8061-B5CCA9CC8646"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Вычислительная математика",
		"primaryKey": "65FA04F5-251B-4CEF-AD3C-E0FF622188B6"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "14B1AFFE-C4AC-4E3C-911C-1F29D143514F"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Деловое общение",
		"primaryKey": "AD1BBB6E-566A-4152-8AA7-B2EA65458A8D"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "C072BEC8-EFC2-4B45-B18A-542C3D933871"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Дискретная математика",
		"primaryKey": "2C183547-9328-4E34-8521-25021AE99D29"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "ИГА",
		"primaryKey": "F1EB3B35-A7F1-4E8F-9E51-95B7E1D03819"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "043865C0-DEB0-402B-AAA6-92820A157C0D"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Интеллектуальные системы",
		"primaryKey": "F4AE2C58-F9D8-43A0-AC1E-4FED280097A4"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Информатика и программирование",
		"primaryKey": "CA6A5D35-CF6A-4EAB-803A-93A17C958F6D"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Информационные технологии анализа данных",
		"primaryKey": "E753F551-435D-4190-A922-D2D4C2E7378B"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Информационный менеджмент",
		"primaryKey": "B2EBCE4D-EFD7-453F-A814-319172E1D505"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "D27D842D-ABF6-43D7-A9E2-1340647771BF"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "История",
		"primaryKey": "9F8E0E97-480C-41C1-919E-D81E03DBBE1F"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "CF790B5E-54E1-4B5F-981A-AC4EC303B766"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Конструирование программного обеспечения",
		"primaryKey": "CCBD03EA-1CF6-4FCE-BB91-EB50EE58A4AA"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "C8245F58-B28F-4467-BF81-5D3382CA7757"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Математический анализ",
		"primaryKey": "BD0C8A08-9432-4615-A003-B2824B3ADD85"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "E8998187-BCCB-4411-9579-C0C7309FDF89"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Надежность программных средств",
		"primaryKey": "BA18C496-D207-491D-9689-E21291C19911"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "D722FEFE-7366-4CEC-A445-CDD775B0B53E"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Нечеткая логика",
		"primaryKey": "5355DB2F-C34C-4722-8C92-792A22A70450"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Объектно-ориентирован.программирование",
		"primaryKey": "28FEEA61-5565-493A-84B4-1E7D8B4A11AE"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Операционные системы и сети",
		"primaryKey": "8968228D-3CC6-441D-9396-D4757D9813B6"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Основы алгоритмизации и программирования",
		"primaryKey": "3057BD65-1A1E-406A-A892-1E6F2861AE74"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "42027625-D2F7-4AE9-B9A9-F481AC7AC5CF"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Основы искусственного интеллекта",
		"primaryKey": "D0B24F24-4599-4ABD-8D54-0EF6B658D63A"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "82F95E78-7618-46B2-A497-58B77EE6B84C"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "E46AB80F-CBA6-408A-9312-1ABD8F2CE022"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Основы современного естествознания",
		"primaryKey": "1B6E8300-0C2A-4D76-A807-2307690AC473"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Параллельные системы программирования",
		"primaryKey": "BC572A44-9426-41F0-B141-6B1FE51B6A02"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Планирование эксперимента",
		"primaryKey": "F2D9884B-75B8-4273-9050-2876583E97F4"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "37C4E9FF-2EAC-4CDD-B81D-BA70E463AAA8"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "C5A56C9F-FB5A-4E0C-9A16-1013C81E4A57"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "F2BA8F7F-B459-4173-BDD7-169FF0F1C2FF"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Программирование АСУ ТП",
		"primaryKey": "88B9FDA1-786F-4FB8-9DFF-21DA44870054"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Программирование ИИС",
		"primaryKey": "B197E4BB-6439-465D-A2B1-6A7D0F79AB2C"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Программные средства распределен.систем",
		"primaryKey": "0269C4CD-6323-4C74-B5AD-33D2A31DDBA0"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Проектирование и архитектура прогр.сист.",
		"primaryKey": "96519D1E-79E2-4EB1-BCBC-8A9B2EC11AA1"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Проектирование человеко-маш.интерфейса",
		"primaryKey": "151CA949-F130-4DAD-AE14-7AD7845986DE"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "AEAFA43E-BF13-4E76-A696-E709EBDD88FC"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Разработка защищенных программных систем",
		"primaryKey": "6B8C5CC6-3070-435F-9CF5-E60264BDA56C"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Разработка и анализ требований",
		"primaryKey": "DB2B3F5C-E0A4-4F95-8D98-733D45CC05DC"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Разработка Интернет-приложений",
		"primaryKey": "E1A755B0-7B49-4440-B15D-07CAE5C52DCB"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Разработка корпоративн.ИС на базе Oracle",
		"primaryKey": "2B199FFF-32A7-4404-8D39-A08A79F5414A"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "0A1BBAD7-97B0-4FD6-AD43-0C6E5DF595A1"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "F449F76B-54F4-4ACF-A6EA-34CADF40C2CF"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "F59DA1D3-DCE6-4E75-B1E7-52C008950F93"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "61636B0A-8BB1-4C9D-A9D9-CB9E1EA24265"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Стандарты информационных систем",
		"primaryKey": "91BC9B75-1102-46A7-9D44-945056C5F1B2"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "0367182F-7298-4692-BFF4-840B13A9DAA1"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Теоретическое программирование",
		"primaryKey": "46B5CC14-A6C4-4680-9DD8-B10B4FF19B84"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Теория автоматов и формальных языков",
		"primaryKey": "3C08DD9E-BB90-4A5B-A5C8-79BCDB2D515F"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Теория активных систем",
		"primaryKey": "725A517C-F37F-4C8B-95ED-5BAEAFAB98F7"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Теория вероятностей и математическая статистика",
		"primaryKey": "A1A34ED2-DC14-4F80-B4FD-A4BD454D3F52"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Теория информационных процессов",
		"primaryKey": "541BD80D-9540-40C9-98DB-18217AEED6CC"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Теория языков программирования",
		"primaryKey": "78655FE3-CBD4-41C5-972B-1DF003121BA4"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Тестирование программного обеспечения",
		"primaryKey": "92EB67DC-5E94-4F96-8BDD-ABAC2AA14D4C"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "CB722EE0-5937-453F-BCAE-2FD623DB637A"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "34DD682C-6111-4286-A80F-09E16518BE4E"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Философия",
		"primaryKey": "EB7BD66E-552F-419C-ADF8-A956431D3CBA"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Функциональное и логическое программ-ние",
		"primaryKey": "9158D29E-2B27-405B-B166-5854A0DFB369"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Экология",
		"primaryKey": "4799F503-1768-4EB1-857C-0BA2E0022908"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Экономика",
		"primaryKey": "1DF937BB-669D-46B6-846B-B33B056972E6"
	},
	{
		"Группа": "РИС -17-3бз",
		"Дисциплина": "Экономика программной инженерии",
		"primaryKey": "FBB8BF4E-BC39-459C-A9F8-B2CF2720D2D8"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "E5A29F58-6277-4C4B-982E-38EF95831560"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "00B168E8-2F13-4FBA-9EE1-E886B1A43CF3"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "5BA7E2E5-780B-4256-8939-6F278191C89F"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "721F237C-6018-44E3-9FDE-790D3D49F39B"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "2D4B58C1-E935-41AF-B072-0D2875C9D21E"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "97F07DC1-E728-4D26-9DCC-FDD59D0C5883"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "418E3647-F0DA-48AB-912C-19066CAB8A45"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "347C858A-ED0B-4A25-8C2F-45937B3C21D1"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "3EB85CA5-00C6-4782-84D3-0C58040D9A47"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "2C7B18AC-E416-4EF2-B6A8-ABC573961332"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "C2BEE033-2A20-4819-818B-B3E738C9F4D1"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Защита информации",
		"primaryKey": "4BB203EA-88D4-4740-BD7D-1F41245F0457"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "C5EEBDD7-8DC1-408A-9BF3-84E90F8A99A6"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "EAC6037D-F06D-4054-A82A-5A796F9818A5"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "1DBF13E8-AE21-42BE-B1BE-50BD29351C7E"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "834BA070-93D6-46A1-9B51-AC447DC32BA8"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "410384E6-3963-4FA0-A6B9-C5A16EBFABDD"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Информатика 1",
		"primaryKey": "2204115C-651C-4D2F-BC45-389A36CF4227"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Информатика 2",
		"primaryKey": "A490152C-18A9-4A1D-81D2-7A647C1422B6"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "11AC970B-52E8-4452-9B7A-9A898FD3A7CF"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "5613FDC1-F95D-41FD-B061-267683FC266F"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "История",
		"primaryKey": "207EE027-2352-4809-A7D6-1190FF31D552"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "B90BDBF5-0731-4668-9922-B7B2E13BE10B"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "B462B28D-58D2-4EC3-92BE-37EF64381C3B"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Математика",
		"primaryKey": "D93966CC-DE81-4CD4-A89B-E74609AD1539"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "014AC6AD-E355-4FE8-BA79-4230275E2FD5"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Метрология",
		"primaryKey": "F41A5060-EBA1-47DC-B8DB-AEB8132CD387"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "CBB78E2A-EC02-4BB7-860C-8EDF74E0A4E3"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "7B53C51A-649D-4DCB-81E8-5570EA3B50A1"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "AAC2B00F-6497-4947-9908-BC0715B9808D"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "E3127178-AD00-45DA-B71B-B8DF3FB659BD"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Операционные системы",
		"primaryKey": "505226A6-9266-45FF-9755-3EBE5682FD6F"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "89046661-CD69-4606-8B5C-D8BFFDEC5CA8"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "5C0B1C50-4EFF-4DA0-A73C-E9F5074779BC"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "A56DBC63-3664-41D7-B984-08F0BA6477DC"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "F9BA58C6-1D81-43AC-A7EE-4020A1842DB4"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "5E6FE908-56DB-4045-8BE1-B9CCB7D87EF2"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "36FF0153-3637-448D-9A65-0770C8CE885A"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "AB4FF146-C3A7-4C5E-81F8-C744A6A70A4E"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "594F24D9-16DC-454A-91B8-A8BCC3C7AF0D"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Программирование",
		"primaryKey": "DD934664-EE13-4739-9EB0-8939EA6FDC19"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "07D61F77-BC0F-454D-80BC-CBA4B3DB1202"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "9D8C5F48-1011-48E6-B62F-424C26FCB237"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "BD7D8C83-7646-4C6B-A66F-B8B45BE17533"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "8BE1C1FC-B924-42CE-BB9D-3CF9C4B30A93"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "САПР",
		"primaryKey": "A262516F-CC00-4A21-9156-7499E56211C9"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "97741F81-1D30-415E-9AEB-B74A2588073A"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "B95099D6-786E-4CD8-88D4-4EA69A40EEB9"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "BBBC8AFE-5343-4928-A2B0-5A00EA571428"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "C47D136C-E7ED-41E7-B544-396CEB06F045"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "7B774046-7FC0-4A0A-8DD3-A8D0F8960653"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "30CD690C-EF3C-43BA-9FC2-F6CD1927320C"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "6A782C72-C06E-417A-B4C4-CA922B7E6FE9"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "DFC00906-B365-43FF-8F4A-A224AF9C44BA"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "616A9125-EB56-4B87-87CF-C627C8387A13"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "3581335E-141A-4E8E-9625-C673C796B8A8"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "052F0E70-6E9E-494E-95CC-763F876B2A33"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "87903A29-0A18-485C-B86A-833822F6AE53"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Физика",
		"primaryKey": "BEDB7134-86DC-492F-BB05-0E38CEE79044"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "AB153490-D9BF-4F35-B176-5B80BB74917D"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Философия",
		"primaryKey": "26612F89-AD89-4D11-A92D-816C7DBF3AB8"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "296B74CC-C61A-48D1-8298-F523EC6BDE93"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Экология",
		"primaryKey": "45308525-5302-4929-8C43-790C6215C8C4"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "E261B49D-6DF8-4ABD-AC69-E85F0BC5ACBB"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "1EF7EB2A-B3B8-433B-9DA8-2158F28A27FF"
	},
	{
		"Группа": "ЭВТ -14-1б",
		"Дисциплина": "Электротехника",
		"primaryKey": "99688189-9316-4C19-B19C-42DCC2A18999"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "A5891292-BD05-49EF-B04C-4AA682ED7C18"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "0DA35A93-DBF3-4191-8879-641749F0C95E"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "C184CB3E-BA00-407A-A482-94F3DF91B73B"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "4ED6B44F-A470-4098-AD7A-31F7C520896B"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "27DD5CE1-5438-4F70-8913-AFE765AC6F56"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "ACD9CA06-5BFC-477D-BD55-B0B7D8358BEB"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "423BF431-3D35-4002-A410-E22A7E906894"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "473D0853-A328-4D3F-B6F9-641DB68713FD"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "8FDD9D84-468C-44C9-84BA-5F379DF76342"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "98C99E8B-D448-4FE4-992F-98879A9E7451"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Защита информации",
		"primaryKey": "DFA62867-61DD-4F88-9B9D-E17500C18441"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "ED31A7CA-1203-42D0-B6AF-37088D8F9F38"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Инженерная графика",
		"primaryKey": "788430A3-442F-4C3B-ADCC-6A12B6B000F4"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "6F879DA8-2BB2-4B90-A8DF-7B67CC2F75C7"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Иностранный язык 1",
		"primaryKey": "063F1182-4EC9-4583-8105-C998C975E2AE"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "3702FC9B-A209-46A3-B0F2-DA501C6674FF"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "7E887E78-0486-47B6-935C-18C4621018C8"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Информатика 1",
		"primaryKey": "B8531352-6778-401C-BA3C-92E1E1D4F9C9"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Информатика 2",
		"primaryKey": "2004024E-EEE4-4EF8-8CC0-C23628031D98"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "9788EB74-77D0-4608-A54A-1BCB0BC529CB"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "DAA4FE51-BFCF-4684-8582-DCC9AADF89C9"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "История",
		"primaryKey": "85C5E8D0-8270-4005-AF7B-AACFF4308D22"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "8C2E0095-9F7A-4001-858D-72AC7FE51E09"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "968E5D1C-DE21-42B1-B85C-4E02E1BE0200"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Математика",
		"primaryKey": "29CC4824-F534-4969-8D11-1D1865CA85EE"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "C29D33C9-61FC-4CEF-B2F3-99D7EB51D11D"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Метрология",
		"primaryKey": "5960E23E-A4E8-4828-B7C6-90D888597FA8"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "9B48E76F-348D-43E3-B140-5D87F6B0A22F"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "D143904E-43C4-4D7D-B190-D79030342B54"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "9F03799E-EC39-4B2D-9E79-C28ACF93B276"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "ACCE2955-52D0-421F-A60F-F3649AA756EE"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Операционные системы",
		"primaryKey": "A2584564-5C61-449F-82C2-82338580B7A8"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "99E5C2EE-707E-4E3C-A5DC-0DF1CB7B9295"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "C5041205-478A-4AFB-B7CB-4B790A967642"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "833C0C91-1F88-41F6-9741-4DE4E6B495FF"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "CCD54604-401D-4B32-A557-0BF6FEABE1D4"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "486A85EF-FC56-4BFF-B944-1C3249C4B11F"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "B69CF894-5953-4854-89EA-1D4E803BAF9B"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "5099BF01-6CD8-42E8-9A71-E0C9A953DFF8"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Программирование",
		"primaryKey": "5E764351-D10B-4A48-A73A-ED3FE63A8837"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "BAFFC2DE-AB22-4632-99AA-811178FD270C"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "7B1A062A-A734-4A9D-8AAB-9FF64DB23F90"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "DA8B187A-DDB4-42D6-8992-4BF6F528804C"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "6452A9B0-EA6E-4BA9-97F8-C1FCE70F3025"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "САПР",
		"primaryKey": "59757904-2561-4A60-886B-E76173B6B700"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "3FDB977F-5403-4BE9-B6AE-DC7D463C9B97"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "DA4DA8A8-772C-49F5-BE06-0FDA6E3034BA"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "27C8A60F-E152-465F-982F-CB40DFAC44BB"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "9996BB22-7084-4590-B8F3-913FEFC4D51A"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "1CC3FE8A-AC9C-412B-9AAF-CB22575FC556"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "DF62004D-AEE3-4A52-AFB3-1EFF1253ADC2"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "5002280E-DB85-4526-A28A-2338D6359CCC"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "DE86A6E0-FA4A-4420-87FE-0426B37C0C40"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "54A093B6-0A0B-422C-8A2B-72E6C73D55C8"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "ED56A9E7-FAF7-40BB-B97E-08181A1DFC1B"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "2938A954-AC14-45A7-AC0A-1D65BF920B78"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Физика",
		"primaryKey": "3B85021B-E302-4DEA-B4E6-3F57D561F740"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "AF02F5B7-D988-48B7-B955-D34C7F7666AF"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "372BDCC6-220B-44EC-A6AF-08E6F8AA6EB5"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "C59416FA-2D98-4D0D-82D7-EC158FAB2E5E"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "6BD6B9A4-EC2C-4E6F-954E-1889C21F16E1"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "49C06284-C8AA-47AC-AD54-6805851D5B5B"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "F20B0B17-9CFB-4100-A52F-363323F2FE07"
	},
	{
		"Группа": "ЭВТ -14-1бз",
		"Дисциплина": "Электротехника",
		"primaryKey": "626F051A-66C6-435B-8F88-E0660CA94C45"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "C7875377-AB5A-45B9-B8DB-C29A43B13B69"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "85781975-9A52-4236-B99D-68979ABB6042"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "56B93D5D-0156-464C-9C39-6E6A46057BA5"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "973C8F67-15A5-40BA-A1EE-5BD8F3876F7A"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "18C55924-3140-4FD8-B31B-1F089C7F3737"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "2A80928B-702C-4C08-9246-EBDDE42358CC"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "AA1FAF09-5EF3-4C37-8F71-C74246E5F6E7"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "A7AC32BC-72BF-48C7-B636-76948384B8F3"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "EA33B0FF-F923-478A-9FDD-A266C606EF38"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "FF27D64E-6EFB-4F3C-86DE-2EB80CD68346"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Защита информации",
		"primaryKey": "58188AD3-DECA-4D3B-A4BE-FC8DFFA80F4E"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "11D4BD84-3309-47D5-AC7C-3D5656E7E8FA"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Инженерная графика",
		"primaryKey": "E72766FE-F8EA-4C73-BAE9-35355525BCBD"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "B62B2DF4-BF7F-4238-AD63-AA2A08063080"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Иностранный язык 1",
		"primaryKey": "070B22E9-AF91-4E8C-8A09-06F06F53557F"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "B3BB87E7-9ADF-45F2-A437-A26FFAFBDFA0"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "9AC31332-628B-40A4-9C25-5CFC2D5DF188"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Информатика 1",
		"primaryKey": "400F2086-437C-4188-B92B-EE45CA0A0C37"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Информатика 2",
		"primaryKey": "CCC89C6E-7F60-42AF-AA17-E75B4CA330A3"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "8236C40B-8E6F-4B38-8474-FBA9A01A364B"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "399497C2-1951-44C3-A269-36004FCE6B0F"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "История",
		"primaryKey": "66D63723-9819-42AC-9997-4E40B555E853"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "61355C2B-AD7C-43FB-9374-0B238F186F01"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "25F64259-F575-414D-B00E-48B4875F8432"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Математика",
		"primaryKey": "84BE75B5-1BE9-4B16-9CBC-261F768031C8"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "BB2E7F47-5644-443D-B100-AAC07DA0912D"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Метрология",
		"primaryKey": "3C2A97BC-080F-48A3-8788-46370786F7DA"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "5EABBD52-62EE-4926-B482-7C4979A5E01B"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "05F842F1-D157-4FF2-ABA5-BA5FB8D3B19F"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "23CF8A19-2E68-4E96-8CC3-0B41A7C1F004"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "B4D03FAD-6940-429C-AAB4-100EA6AC2EF0"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Операционные системы",
		"primaryKey": "6FDB4D8B-0107-4E13-9CC9-5C7CE9A2704D"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "4AC77B74-F6BD-418B-B91C-6BA5978D3A47"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "942B05E8-C53F-453B-83DE-55C07127F4CA"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "D03FE91E-136E-4038-B939-F61336D01924"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "5F53D25C-4781-4A62-AEDA-A0740BCEE766"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "7C6EEFDA-EFCE-4426-BA28-35681EA37E1E"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "37142937-5D6C-4651-8355-08A16C17D90D"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "59339AF0-E4E6-4C67-A557-719196D989A3"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "14CCB22D-11B9-46E1-BDCE-A315DBA885AA"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Программирование",
		"primaryKey": "719AC0DA-0E05-4E32-A466-3F87606B85A0"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "ADF5F867-8824-4FA9-986A-DD58D1950D78"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "4A9C02B1-0ABD-4494-B8F5-C0190616BFFD"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "E5887BFF-2705-41EF-9CC5-B8F01F528CA7"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "6475CB8A-BA03-4D3F-8C07-35558DD9A2B8"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "САПР",
		"primaryKey": "BDD195AF-E108-4BBD-8F5E-CA8E90280BD2"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "DB4D39F3-8A8D-4CFD-89D6-F138A3F77EC5"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "BE0BE66B-A6C9-40A1-AA11-871C8A052FA5"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "4DA73829-4262-418F-9743-F1F9958673CF"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "B03564C0-64FD-4CE3-8362-A139F19D0B54"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "C5DAB6A6-6687-4D8E-8560-E397845A5803"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "A065D3A0-D4AF-4DB5-A5A3-58D335D65447"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "E6B44D53-3D4D-4AFD-9B7F-76E3BA40965B"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "31618903-5C44-4623-BE7D-D8AFC99F6F16"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "BDDAFA01-3E08-4F51-8176-13649E2FC0AC"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "9C6E8849-2F60-4F5B-9745-D69178A02F1E"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "9867A347-4F1A-4DF8-BD0A-BA7AEF7E1C68"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Физика",
		"primaryKey": "56682937-6B8B-4AD9-9FE3-0FD7756F009A"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "287FBEDD-8646-45CB-AAA3-8B642A8301EF"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "8DBECD8E-9B64-4F63-9037-68E930DC725C"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "7AF635B8-0ACC-448B-944E-84C9BA1A1914"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "065A3DCA-88C2-4515-8516-02E5A3584AF2"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "4DB88F0F-2CBF-4AD3-8444-1661E0E1383B"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4FC3897A-2C4A-4015-9F69-C75FFF506535"
	},
	{
		"Группа": "ЭВТ -14-1бзу",
		"Дисциплина": "Электротехника",
		"primaryKey": "F8057907-8E60-4E88-97D7-D51B9A5433D4"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "C7875377-AB5A-45B9-B8DB-C29A43B13B69"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "85781975-9A52-4236-B99D-68979ABB6042"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "56B93D5D-0156-464C-9C39-6E6A46057BA5"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "973C8F67-15A5-40BA-A1EE-5BD8F3876F7A"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "18C55924-3140-4FD8-B31B-1F089C7F3737"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "2A80928B-702C-4C08-9246-EBDDE42358CC"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "AA1FAF09-5EF3-4C37-8F71-C74246E5F6E7"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "A7AC32BC-72BF-48C7-B636-76948384B8F3"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "EA33B0FF-F923-478A-9FDD-A266C606EF38"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "FF27D64E-6EFB-4F3C-86DE-2EB80CD68346"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Защита информации",
		"primaryKey": "58188AD3-DECA-4D3B-A4BE-FC8DFFA80F4E"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "11D4BD84-3309-47D5-AC7C-3D5656E7E8FA"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Инженерная графика",
		"primaryKey": "E72766FE-F8EA-4C73-BAE9-35355525BCBD"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "B62B2DF4-BF7F-4238-AD63-AA2A08063080"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Иностранный язык 1",
		"primaryKey": "070B22E9-AF91-4E8C-8A09-06F06F53557F"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "B3BB87E7-9ADF-45F2-A437-A26FFAFBDFA0"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "9AC31332-628B-40A4-9C25-5CFC2D5DF188"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Информатика 1",
		"primaryKey": "400F2086-437C-4188-B92B-EE45CA0A0C37"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Информатика 2",
		"primaryKey": "CCC89C6E-7F60-42AF-AA17-E75B4CA330A3"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "8236C40B-8E6F-4B38-8474-FBA9A01A364B"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "399497C2-1951-44C3-A269-36004FCE6B0F"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "История",
		"primaryKey": "66D63723-9819-42AC-9997-4E40B555E853"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "61355C2B-AD7C-43FB-9374-0B238F186F01"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "25F64259-F575-414D-B00E-48B4875F8432"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Математика",
		"primaryKey": "84BE75B5-1BE9-4B16-9CBC-261F768031C8"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "BB2E7F47-5644-443D-B100-AAC07DA0912D"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Метрология",
		"primaryKey": "3C2A97BC-080F-48A3-8788-46370786F7DA"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "5EABBD52-62EE-4926-B482-7C4979A5E01B"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "05F842F1-D157-4FF2-ABA5-BA5FB8D3B19F"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "23CF8A19-2E68-4E96-8CC3-0B41A7C1F004"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "B4D03FAD-6940-429C-AAB4-100EA6AC2EF0"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Операционные системы",
		"primaryKey": "6FDB4D8B-0107-4E13-9CC9-5C7CE9A2704D"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "4AC77B74-F6BD-418B-B91C-6BA5978D3A47"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "942B05E8-C53F-453B-83DE-55C07127F4CA"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "D03FE91E-136E-4038-B939-F61336D01924"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "5F53D25C-4781-4A62-AEDA-A0740BCEE766"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "7C6EEFDA-EFCE-4426-BA28-35681EA37E1E"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "37142937-5D6C-4651-8355-08A16C17D90D"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "59339AF0-E4E6-4C67-A557-719196D989A3"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "14CCB22D-11B9-46E1-BDCE-A315DBA885AA"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Программирование",
		"primaryKey": "719AC0DA-0E05-4E32-A466-3F87606B85A0"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "ADF5F867-8824-4FA9-986A-DD58D1950D78"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "4A9C02B1-0ABD-4494-B8F5-C0190616BFFD"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "E5887BFF-2705-41EF-9CC5-B8F01F528CA7"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "6475CB8A-BA03-4D3F-8C07-35558DD9A2B8"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "САПР",
		"primaryKey": "BDD195AF-E108-4BBD-8F5E-CA8E90280BD2"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "DB4D39F3-8A8D-4CFD-89D6-F138A3F77EC5"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "BE0BE66B-A6C9-40A1-AA11-871C8A052FA5"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "4DA73829-4262-418F-9743-F1F9958673CF"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "B03564C0-64FD-4CE3-8362-A139F19D0B54"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "C5DAB6A6-6687-4D8E-8560-E397845A5803"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "A065D3A0-D4AF-4DB5-A5A3-58D335D65447"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "E6B44D53-3D4D-4AFD-9B7F-76E3BA40965B"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "31618903-5C44-4623-BE7D-D8AFC99F6F16"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "BDDAFA01-3E08-4F51-8176-13649E2FC0AC"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "9C6E8849-2F60-4F5B-9745-D69178A02F1E"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "9867A347-4F1A-4DF8-BD0A-BA7AEF7E1C68"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Физика",
		"primaryKey": "56682937-6B8B-4AD9-9FE3-0FD7756F009A"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "287FBEDD-8646-45CB-AAA3-8B642A8301EF"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Философия",
		"primaryKey": "8DBECD8E-9B64-4F63-9037-68E930DC725C"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "7AF635B8-0ACC-448B-944E-84C9BA1A1914"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Экология",
		"primaryKey": "065A3DCA-88C2-4515-8516-02E5A3584AF2"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "4DB88F0F-2CBF-4AD3-8444-1661E0E1383B"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4FC3897A-2C4A-4015-9F69-C75FFF506535"
	},
	{
		"Группа": "ЭВТ -14-2бзу",
		"Дисциплина": "Электротехника",
		"primaryKey": "F8057907-8E60-4E88-97D7-D51B9A5433D4"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "A5891292-BD05-49EF-B04C-4AA682ED7C18"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "0DA35A93-DBF3-4191-8879-641749F0C95E"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Базы данных",
		"primaryKey": "C184CB3E-BA00-407A-A482-94F3DF91B73B"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "4ED6B44F-A470-4098-AD7A-31F7C520896B"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "27DD5CE1-5438-4F70-8913-AFE765AC6F56"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "ACD9CA06-5BFC-477D-BD55-B0B7D8358BEB"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "423BF431-3D35-4002-A410-E22A7E906894"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "473D0853-A328-4D3F-B6F9-641DB68713FD"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "8FDD9D84-468C-44C9-84BA-5F379DF76342"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "98C99E8B-D448-4FE4-992F-98879A9E7451"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Защита информации",
		"primaryKey": "DFA62867-61DD-4F88-9B9D-E17500C18441"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "ИГА",
		"primaryKey": "ED31A7CA-1203-42D0-B6AF-37088D8F9F38"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Инженерная графика",
		"primaryKey": "788430A3-442F-4C3B-ADCC-6A12B6B000F4"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "6F879DA8-2BB2-4B90-A8DF-7B67CC2F75C7"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Иностранный язык 1",
		"primaryKey": "063F1182-4EC9-4583-8105-C998C975E2AE"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "3702FC9B-A209-46A3-B0F2-DA501C6674FF"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "7E887E78-0486-47B6-935C-18C4621018C8"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Информатика 1",
		"primaryKey": "B8531352-6778-401C-BA3C-92E1E1D4F9C9"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Информатика 2",
		"primaryKey": "2004024E-EEE4-4EF8-8CC0-C23628031D98"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "9788EB74-77D0-4608-A54A-1BCB0BC529CB"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "DAA4FE51-BFCF-4684-8582-DCC9AADF89C9"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "История",
		"primaryKey": "85C5E8D0-8270-4005-AF7B-AACFF4308D22"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "8C2E0095-9F7A-4001-858D-72AC7FE51E09"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "968E5D1C-DE21-42B1-B85C-4E02E1BE0200"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Математика",
		"primaryKey": "29CC4824-F534-4969-8D11-1D1865CA85EE"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "C29D33C9-61FC-4CEF-B2F3-99D7EB51D11D"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Метрология",
		"primaryKey": "5960E23E-A4E8-4828-B7C6-90D888597FA8"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "9B48E76F-348D-43E3-B140-5D87F6B0A22F"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "D143904E-43C4-4D7D-B190-D79030342B54"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "9F03799E-EC39-4B2D-9E79-C28ACF93B276"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "ACCE2955-52D0-421F-A60F-F3649AA756EE"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Операционные системы",
		"primaryKey": "A2584564-5C61-449F-82C2-82338580B7A8"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "99E5C2EE-707E-4E3C-A5DC-0DF1CB7B9295"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "C5041205-478A-4AFB-B7CB-4B790A967642"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "833C0C91-1F88-41F6-9741-4DE4E6B495FF"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "CCD54604-401D-4B32-A557-0BF6FEABE1D4"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "486A85EF-FC56-4BFF-B944-1C3249C4B11F"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "B69CF894-5953-4854-89EA-1D4E803BAF9B"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Правоведение",
		"primaryKey": "5099BF01-6CD8-42E8-9A71-E0C9A953DFF8"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Программирование",
		"primaryKey": "5E764351-D10B-4A48-A73A-ED3FE63A8837"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "BAFFC2DE-AB22-4632-99AA-811178FD270C"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "7B1A062A-A734-4A9D-8AAB-9FF64DB23F90"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "DA8B187A-DDB4-42D6-8992-4BF6F528804C"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "6452A9B0-EA6E-4BA9-97F8-C1FCE70F3025"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "САПР",
		"primaryKey": "59757904-2561-4A60-886B-E76173B6B700"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "3FDB977F-5403-4BE9-B6AE-DC7D463C9B97"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "DA4DA8A8-772C-49F5-BE06-0FDA6E3034BA"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "27C8A60F-E152-465F-982F-CB40DFAC44BB"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "9996BB22-7084-4590-B8F3-913FEFC4D51A"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "1CC3FE8A-AC9C-412B-9AAF-CB22575FC556"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Социология и политология",
		"primaryKey": "DF62004D-AEE3-4A52-AFB3-1EFF1253ADC2"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "5002280E-DB85-4526-A28A-2338D6359CCC"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "DE86A6E0-FA4A-4420-87FE-0426B37C0C40"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "54A093B6-0A0B-422C-8A2B-72E6C73D55C8"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "ED56A9E7-FAF7-40BB-B97E-08181A1DFC1B"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "2938A954-AC14-45A7-AC0A-1D65BF920B78"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Физика",
		"primaryKey": "3B85021B-E302-4DEA-B4E6-3F57D561F740"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "AF02F5B7-D988-48B7-B955-D34C7F7666AF"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Философия",
		"primaryKey": "372BDCC6-220B-44EC-A6AF-08E6F8AA6EB5"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "C59416FA-2D98-4D0D-82D7-EC158FAB2E5E"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Экология",
		"primaryKey": "6BD6B9A4-EC2C-4E6F-954E-1889C21F16E1"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Экономика",
		"primaryKey": "49C06284-C8AA-47AC-AD54-6805851D5B5B"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "F20B0B17-9CFB-4100-A52F-363323F2FE07"
	},
	{
		"Группа": "ЭВТ -15-1бз",
		"Дисциплина": "Электротехника",
		"primaryKey": "626F051A-66C6-435B-8F88-E0660CA94C45"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "C7875377-AB5A-45B9-B8DB-C29A43B13B69"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "85781975-9A52-4236-B99D-68979ABB6042"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "56B93D5D-0156-464C-9C39-6E6A46057BA5"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "973C8F67-15A5-40BA-A1EE-5BD8F3876F7A"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "18C55924-3140-4FD8-B31B-1F089C7F3737"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "2A80928B-702C-4C08-9246-EBDDE42358CC"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "AA1FAF09-5EF3-4C37-8F71-C74246E5F6E7"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "A7AC32BC-72BF-48C7-B636-76948384B8F3"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "EA33B0FF-F923-478A-9FDD-A266C606EF38"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "FF27D64E-6EFB-4F3C-86DE-2EB80CD68346"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Защита информации",
		"primaryKey": "58188AD3-DECA-4D3B-A4BE-FC8DFFA80F4E"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "11D4BD84-3309-47D5-AC7C-3D5656E7E8FA"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Инженерная графика",
		"primaryKey": "E72766FE-F8EA-4C73-BAE9-35355525BCBD"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "B62B2DF4-BF7F-4238-AD63-AA2A08063080"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Иностранный язык 1",
		"primaryKey": "070B22E9-AF91-4E8C-8A09-06F06F53557F"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "B3BB87E7-9ADF-45F2-A437-A26FFAFBDFA0"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "9AC31332-628B-40A4-9C25-5CFC2D5DF188"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Информатика 1",
		"primaryKey": "400F2086-437C-4188-B92B-EE45CA0A0C37"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Информатика 2",
		"primaryKey": "CCC89C6E-7F60-42AF-AA17-E75B4CA330A3"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "8236C40B-8E6F-4B38-8474-FBA9A01A364B"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "399497C2-1951-44C3-A269-36004FCE6B0F"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "История",
		"primaryKey": "66D63723-9819-42AC-9997-4E40B555E853"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "61355C2B-AD7C-43FB-9374-0B238F186F01"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "25F64259-F575-414D-B00E-48B4875F8432"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Математика",
		"primaryKey": "84BE75B5-1BE9-4B16-9CBC-261F768031C8"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "BB2E7F47-5644-443D-B100-AAC07DA0912D"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Метрология",
		"primaryKey": "3C2A97BC-080F-48A3-8788-46370786F7DA"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "5EABBD52-62EE-4926-B482-7C4979A5E01B"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "05F842F1-D157-4FF2-ABA5-BA5FB8D3B19F"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "23CF8A19-2E68-4E96-8CC3-0B41A7C1F004"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Научно-исследовательская работа студентов",
		"primaryKey": "B4D03FAD-6940-429C-AAB4-100EA6AC2EF0"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Операционные системы",
		"primaryKey": "6FDB4D8B-0107-4E13-9CC9-5C7CE9A2704D"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "4AC77B74-F6BD-418B-B91C-6BA5978D3A47"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "942B05E8-C53F-453B-83DE-55C07127F4CA"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "D03FE91E-136E-4038-B939-F61336D01924"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "5F53D25C-4781-4A62-AEDA-A0740BCEE766"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "7C6EEFDA-EFCE-4426-BA28-35681EA37E1E"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "37142937-5D6C-4651-8355-08A16C17D90D"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "59339AF0-E4E6-4C67-A557-719196D989A3"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "14CCB22D-11B9-46E1-BDCE-A315DBA885AA"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Программирование",
		"primaryKey": "719AC0DA-0E05-4E32-A466-3F87606B85A0"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "ADF5F867-8824-4FA9-986A-DD58D1950D78"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "4A9C02B1-0ABD-4494-B8F5-C0190616BFFD"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "E5887BFF-2705-41EF-9CC5-B8F01F528CA7"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "6475CB8A-BA03-4D3F-8C07-35558DD9A2B8"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "САПР",
		"primaryKey": "BDD195AF-E108-4BBD-8F5E-CA8E90280BD2"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "DB4D39F3-8A8D-4CFD-89D6-F138A3F77EC5"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Системное программное обеспечение",
		"primaryKey": "BE0BE66B-A6C9-40A1-AA11-871C8A052FA5"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "4DA73829-4262-418F-9743-F1F9958673CF"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "B03564C0-64FD-4CE3-8362-A139F19D0B54"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "C5DAB6A6-6687-4D8E-8560-E397845A5803"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "A065D3A0-D4AF-4DB5-A5A3-58D335D65447"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "E6B44D53-3D4D-4AFD-9B7F-76E3BA40965B"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "31618903-5C44-4623-BE7D-D8AFC99F6F16"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "BDDAFA01-3E08-4F51-8176-13649E2FC0AC"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "9C6E8849-2F60-4F5B-9745-D69178A02F1E"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "9867A347-4F1A-4DF8-BD0A-BA7AEF7E1C68"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Физика",
		"primaryKey": "56682937-6B8B-4AD9-9FE3-0FD7756F009A"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "287FBEDD-8646-45CB-AAA3-8B642A8301EF"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "8DBECD8E-9B64-4F63-9037-68E930DC725C"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "7AF635B8-0ACC-448B-944E-84C9BA1A1914"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "065A3DCA-88C2-4515-8516-02E5A3584AF2"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "4DB88F0F-2CBF-4AD3-8444-1661E0E1383B"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "4FC3897A-2C4A-4015-9F69-C75FFF506535"
	},
	{
		"Группа": "ЭВТ -15-1бзу",
		"Дисциплина": "Электротехника",
		"primaryKey": "F8057907-8E60-4E88-97D7-D51B9A5433D4"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "E5A29F58-6277-4C4B-982E-38EF95831560"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "00B168E8-2F13-4FBA-9EE1-E886B1A43CF3"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "5BA7E2E5-780B-4256-8939-6F278191C89F"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "721F237C-6018-44E3-9FDE-790D3D49F39B"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "2D4B58C1-E935-41AF-B072-0D2875C9D21E"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "97F07DC1-E728-4D26-9DCC-FDD59D0C5883"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "418E3647-F0DA-48AB-912C-19066CAB8A45"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "347C858A-ED0B-4A25-8C2F-45937B3C21D1"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "3EB85CA5-00C6-4782-84D3-0C58040D9A47"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "2C7B18AC-E416-4EF2-B6A8-ABC573961332"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "C2BEE033-2A20-4819-818B-B3E738C9F4D1"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Защита информации",
		"primaryKey": "4BB203EA-88D4-4740-BD7D-1F41245F0457"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "C5EEBDD7-8DC1-408A-9BF3-84E90F8A99A6"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "EAC6037D-F06D-4054-A82A-5A796F9818A5"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "1DBF13E8-AE21-42BE-B1BE-50BD29351C7E"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "834BA070-93D6-46A1-9B51-AC447DC32BA8"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "410384E6-3963-4FA0-A6B9-C5A16EBFABDD"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Информатика 1",
		"primaryKey": "2204115C-651C-4D2F-BC45-389A36CF4227"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Информатика 2",
		"primaryKey": "A490152C-18A9-4A1D-81D2-7A647C1422B6"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "11AC970B-52E8-4452-9B7A-9A898FD3A7CF"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "5613FDC1-F95D-41FD-B061-267683FC266F"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "История",
		"primaryKey": "207EE027-2352-4809-A7D6-1190FF31D552"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "B90BDBF5-0731-4668-9922-B7B2E13BE10B"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "B462B28D-58D2-4EC3-92BE-37EF64381C3B"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Математика",
		"primaryKey": "D93966CC-DE81-4CD4-A89B-E74609AD1539"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "014AC6AD-E355-4FE8-BA79-4230275E2FD5"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Метрология",
		"primaryKey": "F41A5060-EBA1-47DC-B8DB-AEB8132CD387"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "CBB78E2A-EC02-4BB7-860C-8EDF74E0A4E3"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "7B53C51A-649D-4DCB-81E8-5570EA3B50A1"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "AAC2B00F-6497-4947-9908-BC0715B9808D"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "E3127178-AD00-45DA-B71B-B8DF3FB659BD"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Операционные системы",
		"primaryKey": "505226A6-9266-45FF-9755-3EBE5682FD6F"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "89046661-CD69-4606-8B5C-D8BFFDEC5CA8"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "5C0B1C50-4EFF-4DA0-A73C-E9F5074779BC"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "A56DBC63-3664-41D7-B984-08F0BA6477DC"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "F9BA58C6-1D81-43AC-A7EE-4020A1842DB4"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "5E6FE908-56DB-4045-8BE1-B9CCB7D87EF2"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "36FF0153-3637-448D-9A65-0770C8CE885A"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "AB4FF146-C3A7-4C5E-81F8-C744A6A70A4E"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "594F24D9-16DC-454A-91B8-A8BCC3C7AF0D"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Программирование",
		"primaryKey": "DD934664-EE13-4739-9EB0-8939EA6FDC19"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "07D61F77-BC0F-454D-80BC-CBA4B3DB1202"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "9D8C5F48-1011-48E6-B62F-424C26FCB237"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "BD7D8C83-7646-4C6B-A66F-B8B45BE17533"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "8BE1C1FC-B924-42CE-BB9D-3CF9C4B30A93"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "САПР",
		"primaryKey": "A262516F-CC00-4A21-9156-7499E56211C9"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "97741F81-1D30-415E-9AEB-B74A2588073A"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "B95099D6-786E-4CD8-88D4-4EA69A40EEB9"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "BBBC8AFE-5343-4928-A2B0-5A00EA571428"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "C47D136C-E7ED-41E7-B544-396CEB06F045"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "7B774046-7FC0-4A0A-8DD3-A8D0F8960653"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "30CD690C-EF3C-43BA-9FC2-F6CD1927320C"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "6A782C72-C06E-417A-B4C4-CA922B7E6FE9"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "DFC00906-B365-43FF-8F4A-A224AF9C44BA"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "616A9125-EB56-4B87-87CF-C627C8387A13"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "3581335E-141A-4E8E-9625-C673C796B8A8"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "052F0E70-6E9E-494E-95CC-763F876B2A33"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "87903A29-0A18-485C-B86A-833822F6AE53"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Физика",
		"primaryKey": "BEDB7134-86DC-492F-BB05-0E38CEE79044"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "AB153490-D9BF-4F35-B176-5B80BB74917D"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Философия",
		"primaryKey": "26612F89-AD89-4D11-A92D-816C7DBF3AB8"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "296B74CC-C61A-48D1-8298-F523EC6BDE93"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Экология",
		"primaryKey": "45308525-5302-4929-8C43-790C6215C8C4"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "E261B49D-6DF8-4ABD-AC69-E85F0BC5ACBB"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "1EF7EB2A-B3B8-433B-9DA8-2158F28A27FF"
	},
	{
		"Группа": "ЭВТ -16-1б",
		"Дисциплина": "Электротехника",
		"primaryKey": "99688189-9316-4C19-B19C-42DCC2A18999"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "635ED53E-8FCF-4BEC-AF3F-B607AB1B5647"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "9E1414BB-8454-4FE4-93FD-81A34777F91C"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "C2ACABDA-D3A0-4C68-A125-5693E3CD692D"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "66F49EEB-84E5-4C0D-9ECA-3851055B5CF8"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "62282FBC-966B-4CE1-A7B2-EDEC62D8289C"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "46D4CE63-992D-4BE1-BA98-7B31FCAD7AE7"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "B23A7CAF-2F04-4276-801B-0D5597E5272A"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "FE03E209-DFAB-409C-812F-8E93C521F82B"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "B3EE86AA-6D9A-48D1-A38A-C820ECC63D27"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "EBA03634-8CEE-4BEB-B9DA-9E757BEBCCD5"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Защита информации",
		"primaryKey": "C90030B3-C158-4FDC-B9BB-AF24A424CEAD"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "76B9DE18-C705-4E9D-8D65-6FED479B8BBC"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "674BF678-294B-41E6-9AB9-081078F5EAA4"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "9B2116A1-31D0-41B5-B33E-B8F71EE0C693"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "7561F425-D935-40EB-B219-F5DF5B52E098"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "5A7ABC12-27B0-4268-8995-4E0896AE2E3A"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "D465A12F-449E-45B2-BCCC-F92B58B91B50"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Информатика 1",
		"primaryKey": "1B0F5D75-08A4-46CE-AC6D-82D266AD227B"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Информатика 2",
		"primaryKey": "1F2360B9-3CBF-4293-A33D-1142F52F84FB"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "09BF7786-27E5-463E-B3F0-5E53F9D0E46E"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "C4C2145A-B88C-434D-8927-B2872BA8927E"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "История",
		"primaryKey": "BBDE3C8E-62CF-4AC8-BDD1-412AF765AFED"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "4102A6EF-5187-4C23-8682-2D50C7A0BD05"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "D0FAB439-5283-48A0-B823-3B5BCC73D7E7"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Математика",
		"primaryKey": "BBAFBE49-463E-49B3-B34E-31417FDD3937"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "D50C33EA-8606-44B5-AD93-871735FEFE96"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Метрология",
		"primaryKey": "9F0CA50C-D7F0-4A21-AF9A-AFE6468F0BB6"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "863795D6-0072-4E4E-8074-D4B28BA6C5D1"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "F0C6AD0D-7AC3-4A19-B880-3E7ED09182C2"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "6D60C4BE-692B-4D95-BB09-51265485304E"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "36EA7048-56DE-4984-8C5E-9AE8ACE517EF"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Операционные системы",
		"primaryKey": "34E62D0B-C643-4DAF-8D8F-CE56EB630D4F"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "72CC5DED-8FE6-48ED-BC20-DEB7A8670926"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "0DACDA13-4C8B-4D9E-90A6-81BC2129760F"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "A2F22FDB-8A7E-4BB1-9BB0-363D0D1181D0"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "4905418C-3792-4968-BA77-74DD42721066"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "640CCB70-DCE1-4550-BBB6-0E0B582B6941"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "3DC705B7-D35E-48CF-8870-43055671D4EB"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "FEA87F5E-FBA4-42EE-93A7-F45771D7BD3E"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "3FB5A195-B4FD-4FE2-A076-8B87C4378164"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Программирование",
		"primaryKey": "B304B387-9498-4E36-84B9-E9C85B54A9FD"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "5ED33E83-ADBA-4DE7-8A27-EF0B55952A2A"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "FCC5CC5A-6238-4AAC-BC0E-9940E6E2D8AC"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "29E92DD6-B934-4D5A-858A-766771F987BF"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "A8E40619-4EDE-4AC5-A3E8-3D93696B8D00"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "САПР",
		"primaryKey": "5E82D20A-A283-4BB5-BF68-8BB3BB283A83"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "B35749E4-3505-422D-A58A-4688EC2107B9"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "DF84F4BE-FCAD-4F1F-9B58-46EF7E9B8602"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "E4CCAF9C-55A5-47E9-9A26-73B00467F2A1"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "FA983D7A-A305-4AF5-8074-71B5916E562D"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "CEDD8094-3F39-456E-B64A-BDA84BAFF04B"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "A79EFB4A-861F-4535-BB44-BE4700B795AF"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "70D07E9A-C209-4C30-8971-04A6AA589FBC"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "DDD5389E-C0B7-4710-8F0A-6A0ACB6A6F60"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "9C0BAEA5-A7B1-41C6-9F70-C4A1D98A6577"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "490EEDAC-FD54-4A96-A30C-B59ABB989116"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "F1F3C068-E380-4B0D-ACAB-A1596D93D753"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "0FC453D1-0BC1-4DAA-B6E2-ACA097E77F06"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Физика",
		"primaryKey": "4588834A-249C-476F-A56D-F4191F38AE3B"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "F582864B-AAB4-499A-9DA3-C476B4FBAE61"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "F1709C7A-3913-4378-B0A7-A71A65CFD881"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "7FD4A8DD-B993-4A1C-A74F-AA777C85B437"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "B74274E0-7343-426B-815E-510D91C8B50B"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "CFA4A00E-B689-418C-A6F0-C07314A1961B"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "5B9AB0F2-9F35-4A90-943B-6107BE7C8782"
	},
	{
		"Группа": "ЭВТ -16-1бзу",
		"Дисциплина": "Электротехника",
		"primaryKey": "21168812-73F9-4FBC-892D-90DDF3EB2263"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "E5A29F58-6277-4C4B-982E-38EF95831560"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "00B168E8-2F13-4FBA-9EE1-E886B1A43CF3"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Базы данных",
		"primaryKey": "5BA7E2E5-780B-4256-8939-6F278191C89F"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "721F237C-6018-44E3-9FDE-790D3D49F39B"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "2D4B58C1-E935-41AF-B072-0D2875C9D21E"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "97F07DC1-E728-4D26-9DCC-FDD59D0C5883"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "418E3647-F0DA-48AB-912C-19066CAB8A45"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "347C858A-ED0B-4A25-8C2F-45937B3C21D1"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "3EB85CA5-00C6-4782-84D3-0C58040D9A47"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "День для посещения секций по Прикладной физической культуре",
		"primaryKey": "2C7B18AC-E416-4EF2-B6A8-ABC573961332"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "C2BEE033-2A20-4819-818B-B3E738C9F4D1"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Защита информации",
		"primaryKey": "4BB203EA-88D4-4740-BD7D-1F41245F0457"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "ИГА",
		"primaryKey": "C5EEBDD7-8DC1-408A-9BF3-84E90F8A99A6"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "EAC6037D-F06D-4054-A82A-5A796F9818A5"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "1DBF13E8-AE21-42BE-B1BE-50BD29351C7E"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "834BA070-93D6-46A1-9B51-AC447DC32BA8"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "410384E6-3963-4FA0-A6B9-C5A16EBFABDD"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Информатика 1",
		"primaryKey": "2204115C-651C-4D2F-BC45-389A36CF4227"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Информатика 2",
		"primaryKey": "A490152C-18A9-4A1D-81D2-7A647C1422B6"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "11AC970B-52E8-4452-9B7A-9A898FD3A7CF"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "5613FDC1-F95D-41FD-B061-267683FC266F"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "История",
		"primaryKey": "207EE027-2352-4809-A7D6-1190FF31D552"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "B90BDBF5-0731-4668-9922-B7B2E13BE10B"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "B462B28D-58D2-4EC3-92BE-37EF64381C3B"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Математика",
		"primaryKey": "D93966CC-DE81-4CD4-A89B-E74609AD1539"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "014AC6AD-E355-4FE8-BA79-4230275E2FD5"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Метрология",
		"primaryKey": "F41A5060-EBA1-47DC-B8DB-AEB8132CD387"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "CBB78E2A-EC02-4BB7-860C-8EDF74E0A4E3"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "7B53C51A-649D-4DCB-81E8-5570EA3B50A1"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "AAC2B00F-6497-4947-9908-BC0715B9808D"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "E3127178-AD00-45DA-B71B-B8DF3FB659BD"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Операционные системы",
		"primaryKey": "505226A6-9266-45FF-9755-3EBE5682FD6F"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "89046661-CD69-4606-8B5C-D8BFFDEC5CA8"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "5C0B1C50-4EFF-4DA0-A73C-E9F5074779BC"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "A56DBC63-3664-41D7-B984-08F0BA6477DC"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "F9BA58C6-1D81-43AC-A7EE-4020A1842DB4"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "5E6FE908-56DB-4045-8BE1-B9CCB7D87EF2"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "36FF0153-3637-448D-9A65-0770C8CE885A"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Правоведение",
		"primaryKey": "AB4FF146-C3A7-4C5E-81F8-C744A6A70A4E"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "594F24D9-16DC-454A-91B8-A8BCC3C7AF0D"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Программирование",
		"primaryKey": "DD934664-EE13-4739-9EB0-8939EA6FDC19"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "07D61F77-BC0F-454D-80BC-CBA4B3DB1202"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "9D8C5F48-1011-48E6-B62F-424C26FCB237"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "BD7D8C83-7646-4C6B-A66F-B8B45BE17533"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "8BE1C1FC-B924-42CE-BB9D-3CF9C4B30A93"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "САПР",
		"primaryKey": "A262516F-CC00-4A21-9156-7499E56211C9"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "97741F81-1D30-415E-9AEB-B74A2588073A"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "B95099D6-786E-4CD8-88D4-4EA69A40EEB9"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "BBBC8AFE-5343-4928-A2B0-5A00EA571428"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "C47D136C-E7ED-41E7-B544-396CEB06F045"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "7B774046-7FC0-4A0A-8DD3-A8D0F8960653"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Социология и политология",
		"primaryKey": "30CD690C-EF3C-43BA-9FC2-F6CD1927320C"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "6A782C72-C06E-417A-B4C4-CA922B7E6FE9"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "DFC00906-B365-43FF-8F4A-A224AF9C44BA"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "616A9125-EB56-4B87-87CF-C627C8387A13"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "3581335E-141A-4E8E-9625-C673C796B8A8"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "052F0E70-6E9E-494E-95CC-763F876B2A33"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "87903A29-0A18-485C-B86A-833822F6AE53"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Физика",
		"primaryKey": "BEDB7134-86DC-492F-BB05-0E38CEE79044"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "AB153490-D9BF-4F35-B176-5B80BB74917D"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Философия",
		"primaryKey": "26612F89-AD89-4D11-A92D-816C7DBF3AB8"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "296B74CC-C61A-48D1-8298-F523EC6BDE93"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Экология",
		"primaryKey": "45308525-5302-4929-8C43-790C6215C8C4"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Экономика",
		"primaryKey": "E261B49D-6DF8-4ABD-AC69-E85F0BC5ACBB"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "1EF7EB2A-B3B8-433B-9DA8-2158F28A27FF"
	},
	{
		"Группа": "ЭВТ -17-1б",
		"Дисциплина": "Электротехника",
		"primaryKey": "99688189-9316-4C19-B19C-42DCC2A18999"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "WEB-технологии",
		"primaryKey": "635ED53E-8FCF-4BEC-AF3F-B607AB1B5647"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Администрирование вычислительных систем",
		"primaryKey": "9E1414BB-8454-4FE4-93FD-81A34777F91C"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Базы данных",
		"primaryKey": "C2ACABDA-D3A0-4C68-A125-5693E3CD692D"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Безопасность жизнедеятельности",
		"primaryKey": "66F49EEB-84E5-4C0D-9ECA-3851055B5CF8"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Введение в профессию",
		"primaryKey": "62282FBC-966B-4CE1-A7B2-EDEC62D8289C"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Высокопроизводительные вычислит.системы",
		"primaryKey": "46D4CE63-992D-4BE1-BA98-7B31FCAD7AE7"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Вычислительные комплексы и системы",
		"primaryKey": "B23A7CAF-2F04-4276-801B-0D5597E5272A"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Государственный экзамен (подготовка и сдача)",
		"primaryKey": "FE03E209-DFAB-409C-812F-8E93C521F82B"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Деловой (профессиональный) иностранный язык",
		"primaryKey": "B3EE86AA-6D9A-48D1-A38A-C820ECC63D27"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Дискретная математика и теория автоматов",
		"primaryKey": "EBA03634-8CEE-4BEB-B9DA-9E757BEBCCD5"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Защита информации",
		"primaryKey": "C90030B3-C158-4FDC-B9BB-AF24A424CEAD"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "ИГА",
		"primaryKey": "76B9DE18-C705-4E9D-8D65-6FED479B8BBC"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Инженерная и компьютерная графика",
		"primaryKey": "674BF678-294B-41E6-9AB9-081078F5EAA4"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Инновации в информационных технологиях",
		"primaryKey": "9B2116A1-31D0-41B5-B33E-B8F71EE0C693"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Иностранный язык",
		"primaryKey": "7561F425-D935-40EB-B219-F5DF5B52E098"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Иностранный язык 2",
		"primaryKey": "5A7ABC12-27B0-4268-8995-4E0896AE2E3A"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Интерфейсы информац.и автоматизир.систем",
		"primaryKey": "D465A12F-449E-45B2-BCCC-F92B58B91B50"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Информатика 1",
		"primaryKey": "1B0F5D75-08A4-46CE-AC6D-82D266AD227B"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Информатика 2",
		"primaryKey": "1F2360B9-3CBF-4293-A33D-1142F52F84FB"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Информационно-измерительные системы",
		"primaryKey": "09BF7786-27E5-463E-B3F0-5E53F9D0E46E"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Исслед.операций и методы оптимиз.систем",
		"primaryKey": "C4C2145A-B88C-434D-8927-B2872BA8927E"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "История",
		"primaryKey": "BBDE3C8E-62CF-4AC8-BDD1-412AF765AFED"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Компьютерная графика",
		"primaryKey": "4102A6EF-5187-4C23-8682-2D50C7A0BD05"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Мат. логика и теория алгоритмов",
		"primaryKey": "D0FAB439-5283-48A0-B823-3B5BCC73D7E7"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Математика",
		"primaryKey": "BBAFBE49-463E-49B3-B34E-31417FDD3937"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Методы параллельного программирования",
		"primaryKey": "D50C33EA-8606-44B5-AD93-871735FEFE96"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Метрология",
		"primaryKey": "9F0CA50C-D7F0-4A21-AF9A-AFE6468F0BB6"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Микропроцессорные системы",
		"primaryKey": "863795D6-0072-4E4E-8074-D4B28BA6C5D1"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Моделирование систем",
		"primaryKey": "F0C6AD0D-7AC3-4A19-B880-3E7ED09182C2"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Надежность ИТ и АС",
		"primaryKey": "6D60C4BE-692B-4D95-BB09-51265485304E"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Научно-исследовательская работа",
		"primaryKey": "36EA7048-56DE-4984-8C5E-9AE8ACE517EF"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Операционные системы",
		"primaryKey": "34E62D0B-C643-4DAF-8D8F-CE56EB630D4F"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Организация серв.службы инф.и авт.систем",
		"primaryKey": "72CC5DED-8FE6-48ED-BC20-DEB7A8670926"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Основы автоматизированного управления",
		"primaryKey": "0DACDA13-4C8B-4D9E-90A6-81BC2129760F"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Основы информационно-библиотечной культуры",
		"primaryKey": "A2F22FDB-8A7E-4BB1-9BB0-363D0D1181D0"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Основы предпринимательской деятельности",
		"primaryKey": "4905418C-3792-4968-BA77-74DD42721066"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Основы сетевой экономики",
		"primaryKey": "640CCB70-DCE1-4550-BBB6-0E0B582B6941"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Подготовка к защите ВКР",
		"primaryKey": "3DC705B7-D35E-48CF-8870-43055671D4EB"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Правоведение",
		"primaryKey": "FEA87F5E-FBA4-42EE-93A7-F45771D7BD3E"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Прикладная физическая культура - элективные модули дисциплины по видам спорта",
		"primaryKey": "3FB5A195-B4FD-4FE2-A076-8B87C4378164"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Программирование",
		"primaryKey": "B304B387-9498-4E36-84B9-E9C85B54A9FD"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Проектирование вычислит.систем и сетей",
		"primaryKey": "5ED33E83-ADBA-4DE7-8A27-EF0B55952A2A"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Процедура защиты ВКР",
		"primaryKey": "FCC5CC5A-6238-4AAC-BC0E-9940E6E2D8AC"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Разработка средств защиты ПО",
		"primaryKey": "29E92DD6-B934-4D5A-858A-766771F987BF"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Русский язык и культура речи",
		"primaryKey": "A8E40619-4EDE-4AC5-A3E8-3D93696B8D00"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "САПР",
		"primaryKey": "5E82D20A-A283-4BB5-BF68-8BB3BB283A83"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Сети и телекоммуникации",
		"primaryKey": "B35749E4-3505-422D-A58A-4688EC2107B9"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Системный анализ и управление",
		"primaryKey": "DF84F4BE-FCAD-4F1F-9B58-46EF7E9B8602"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Системы реального времени",
		"primaryKey": "E4CCAF9C-55A5-47E9-9A26-73B00467F2A1"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Случайные процессы в информац.системах",
		"primaryKey": "FA983D7A-A305-4AF5-8074-71B5916E562D"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Социальная адаптация лиц с ограниченными возможностями здоровья",
		"primaryKey": "CEDD8094-3F39-456E-B64A-BDA84BAFF04B"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Социология и политология",
		"primaryKey": "A79EFB4A-861F-4535-BB44-BE4700B795AF"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Теоретические основы автоматиз-го упр-ия",
		"primaryKey": "70D07E9A-C209-4C30-8971-04A6AA589FBC"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Теория вероятностей, математическая статистика и случайные процессы",
		"primaryKey": "DDD5389E-C0B7-4710-8F0A-6A0ACB6A6F60"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Теория дискретных систем",
		"primaryKey": "9C0BAEA5-A7B1-41C6-9F70-C4A1D98A6577"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Теория разностных уравнений",
		"primaryKey": "490EEDAC-FD54-4A96-A30C-B59ABB989116"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Технологии программирования",
		"primaryKey": "F1F3C068-E380-4B0D-ACAB-A1596D93D753"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Управление программными проектами",
		"primaryKey": "0FC453D1-0BC1-4DAA-B6E2-ACA097E77F06"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Физика",
		"primaryKey": "4588834A-249C-476F-A56D-F4191F38AE3B"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Физическая культура и спорт",
		"primaryKey": "F582864B-AAB4-499A-9DA3-C476B4FBAE61"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Философия",
		"primaryKey": "F1709C7A-3913-4378-B0A7-A71A65CFD881"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "ЭВМ и периферийные устройства",
		"primaryKey": "7FD4A8DD-B993-4A1C-A74F-AA777C85B437"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Экология",
		"primaryKey": "B74274E0-7343-426B-815E-510D91C8B50B"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Экономика",
		"primaryKey": "CFA4A00E-B689-418C-A6F0-C07314A1961B"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Электроника и схемотехника",
		"primaryKey": "5B9AB0F2-9F35-4A90-943B-6107BE7C8782"
	},
	{
		"Группа": "ЭВТ -17-1бзу",
		"Дисциплина": "Электротехника",
		"primaryKey": "21168812-73F9-4FBC-892D-90DDF3EB2263"
	}
];
